<template>
<div>
<p><strong>诚信经营承诺书</strong></p>
<p>为共同构建诚信、透明的网络消费环境，共同维护公平、规范的网络经营秩序，共同促进约购平台的健康持续发展，本店（本人）特向广大网民及约购平台承诺如下：</p>
<p><br />一、 不参与、不加入、不组建任何交易信用炒作组织（该交易信用包括商品销量、评价、评分等）。<br />二、 不进行任何交易信用炒作行为，保证每一笔交易内容、交易信用均为真实、可信，绝无虚构、炒作行为。<br />三、 不发布、不传播、不推广任何有关交易信用炒作的违规信息，并积极举报此类违规信息。<br />四、 积极接受广大网民及约购平台的监督，严格遵守、积极维护交易信用体系的各项规则。<br />五、 若本店违反约购平台的各项规则，本店愿意接受相应处理措施，并承担因此引发的相关责任。</p>
<p>&nbsp;</p>
<p>本店郑重承诺：本店将始终恪守上述承诺，不进行任何形式的交易信用炒作行为，严格遵守国家法律法规及约购平台的相关规定，诚信、公平、规范地开展经营活动。</p>
</div>
</template>
<style lang="scss" scoped>
p {
  text-indent:2em;
  text-align: justify;
  margin-bottom: 1em;
}
p:nth-child(1) {
  text-align: center;
  text-indent:0
}
</style>