<template>
<div>
<p><strong>危险物品合规承诺书</strong></p>
<p><br /><strong><strong>本店铺已明确知晓下述内容：</strong></strong>依照《互联网危险物品信息发布管理规定》，危险物品系指枪支弹药、爆炸物品、剧毒化学品、易制爆危险化学品和其他危险化学品、放射性物品、核材料、管制器具等能够危及人身安全和财产安全的物品。约购平台已经制定相应的禁售规则，禁止商家在平台发布上述危险物品信息、交易上述危险物品。</p>
<p><strong><strong>本店铺郑重承诺如下：</strong></strong>严格遵守《反恐怖主义法》、《网络安全法》、《广告法》、《互联网信息服务管理办法》、《计算机信息网络国际联网安全保护管理办法》、《枪支管理法》、《民用爆炸物品安全管理条例》、《危险化学品安全管理条例》和《互联网危险物品信息发布管理规定》等法律法规和政策文件的规定，并保证履行以下安全责任：</p>
<p>一、自觉遵守国家现行有关安全管理、危险物品管理的法律法规和政策文件规定，积极配合有关监管部门开展的安全监督与执法检查活动。</p>
<p>二、自觉遵守平台关于危险物品的相关禁售规则，积极开展商品信息的自检自查工作，不发布、不传播、不交易上述危险物品，依规配合平台针对危险物品开展的商品信息与交易管理工作。</p>
<p>三、在商品信息发布与交易履行过程中，不弄虚作假规避有关监管部门及平台针对危险物品的管理工作。</p>
<p>四、若所售物品并非危险物品，但其可用于制造使用危险物品或可用于非法用途，绝不对相关危险物品的制造使用方法及非法用途进行介绍。若在交易中发现买方存在违法犯罪嫌疑，立即停止与其交易，并将相关线索上报相关监管部门或平台管理部门。&nbsp;</p>
<p>本店铺已知晓上述义务，并做出安全责任承诺。若本人不履行上述法定义务与责任承诺，导致违法犯罪活动发生或其他损害后果，本人将依法承担相应的法律责任。</p>
</div>
</template>
<style lang="scss" scoped>
p {
  text-indent:2em;
  text-align: justify;
  margin-bottom: 1em;
}
p:nth-child(1) {
  text-align: center;
  text-indent:0
}
</style>