<template>
<div>
<p><strong>合作</strong><strong>协议</strong></p>
<p>编号：HN-SJ-2021-001</p>
<p>甲方：深圳前海汇能科技产业有限公司 （以下简称&lsquo;甲方&rsquo;）</p>
<p>乙方： &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;（以下简称&lsquo;乙方&rsquo;）</p>
<p>甲方是一家专注于新型社交电商平台创新型的互联网企业，拥有电商社区店、社区用户、区域服务中心等资源；本着公平、公正、诚信、共赢的宗旨，双方经友好协商，就乙方商品在甲方电商平台的推广、营销、运营以及其他电子商务服务等相关事项达成如下协议。</p>
<p><strong><strong>一、定义</strong></strong></p>
<p>1.1甲方平台：指由甲方提供技术服务或代运营的移动端交易平台（包括但不限于甲方的约购APP、约购小程序，简称&lsquo;约购平台&rsquo;）。</p>
<p>1.2平台服务：指甲方通过约购平台向乙方提供的服务。主要包括约购商家店铺管理、商品发布、浏览、信息交流、商品交易、推广营销的服务。</p>
<p>1.3不可抗力：因自然灾害、战争、政府及司法机关行为等导致的不能预见、不能避免、不能克服的客观障碍。</p>
<p>1.4商业秘密：是指不为公众所知悉、能为甲方带来经济利益，具有实用性并经权利人采取保密措施的技术信息和经营信息。包括但不限于甲方用户和消费者信息、内部管理措施、团队信息、技术资料、商业数据等。</p>
<p>1.5商家：商家即乙方，指在甲方平台上推广、销售商品的生产厂家或供应链（包括为乙方代运营的第三方）。</p>
<p><strong><strong>二、合作性质</strong></strong></p>
<p>2.1甲方为乙方提供商品展示、推广、销售的电商平台，乙方按照国家的相关法律法规及甲方的规定入驻到甲方平台的线上商铺，属于甲方为乙方提供的服务性质的平台。</p>
<p>2.2甲方提供平台服务，乙方提供符合国家相关标准的产品在甲方平台展示、宣传及销售，销售价格不高于乙方在其它电商平台的正常标价。战略性产品，如平台爆款、秒杀等产品，则由甲方提供指导市场价。</p>
<p><strong><strong>三、合作关系</strong></strong></p>
<p>&nbsp;3.1甲乙双方系法律关系系合作关系，即乙方入驻甲方平台，由乙方自行运营或由其委托的第三方代运营，甲乙双方非采购、劳动、劳务关系。</p>
<p>3.2甲乙双方作为单独的企业法人或经营者进行经济活动。乙方无权以甲方的名义另行签订协议，使甲方在任何方面对第三人承担责任或义务。</p>
<p><strong><strong>四、</strong></strong><strong><strong>合作期限 &nbsp;</strong></strong></p>
<p>双方的合作期限：<u>三年</u>（自签署本协议生效之日起计算），违反本协议相关规定除外。</p>
<p><strong><strong>五、</strong></strong><strong><strong>商家资格要求以及证明文件</strong></strong></p>
<p>5.1乙方申请及开展约购平台店铺经营活动，须持续的同时满足以下基本条件：</p>
<p>5.1.1乙方已依照中华人民共和国法律登记并领取合法有效的营业执照，其在平台销售的商品已取得按照国家规定应取得的经营许可，身份信息应为商家自身情况的客观表现；</p>
<p>5.1.2乙方所经营的商品来源合法，资质齐全；</p>
<p>其将按照不低于《中华人民共和国产品质量法》、《中华人民共和国消费者权益保护法》及其他法规、部门规章和国家强制性标准规定的要求，出售质量合格商品并提供&ldquo;三包&rdquo;等售后服务；</p>
<p>5.1.3乙方提交的任何信息均真实、合法、有效，所使用的图片、文字等不侵犯任何第三方合法权益；</p>
<p>5.1.4乙方签署本协议并同意甲方平台规则内容；</p>
<p>5.1.5甲方依据国家法律法规、政策或其他规范性文件规定及经营需要可能设定的其他条件。</p>
<p>5.2证明文件明细</p>
<p>5.2.1乙方应依据平台规则及相应的入驻流程要求完成甲方约购平台的入驻及店铺开设，在线签订甲方平台所公示的需要商家（卖家）签订的相应协议。乙方应向甲方提交各项为经营店铺所必须的资质、证照、证明或其他相关文件（以下统称&ldquo;证明文件&rdquo;），包括但不限于三证合一（营业执照、税务登记证、组织机构代码）、开户行证明、授权委托书、商标注册证、质检报告、法定代表人身份证正、反面复印件和所售商品应取得的前置及后置或备案许可证明文件等，乙方应向甲方提交与原件核对一致且加盖乙方公章的纸质复印件（根据实际业务提供相应资质）。</p>
<p>5.2.2乙方保证上述证明文件发生任何变更或更新时立即通知甲方，并于变更或更新之日起十五个工作日内，提交更新后的文件并依据甲方平台实时公布的流程进行相应认证。</p>
<p>5.2.3乙方提交虚假、过期文件、或未如期通知并提交更新文件等情形的，由乙方独立承担全部责任。若由此导致乙方的店铺信息或导致甲方平台店长、五星店长的店铺信息不符合甲方平台所公示的店铺认证条件的，甲方有权要求乙方补充提供相关资料，或者拒绝乙方申请、调整卖家权限、直至终止本协议。如因上述原因发生纠纷或被相关国家主管机关处罚，乙方应当独立承担全部责任。因以上各类原因造成甲方及其他任何第三方损失的，乙方同意承担全部法律责任并足额赔偿相关损失。</p>
<p><strong><strong>六、</strong></strong><strong><strong>服务内容 &nbsp;</strong></strong></p>
<p>6.1在不违背甲方平台的经营规则下，甲方提供包括但不限于品牌管理、商品管理、商户注册、订单管理、数据库管理、客服销售管理、后台管理等的操作流程，确保线上业务的正常运作。 &nbsp;</p>
<p>6.2乙方负责申请入驻约购平台、一件代发，批量代发、送到甲方指定收货地址。</p>
<p>6.3乙方或由其委托的第三方负责约购平台的乙方店铺页面优化、商品上架，甲方则负责审核与监管。</p>
<p>6.4甲方为乙方提供平台运营的指导服务（包括但不仅限于营销推广、促销策划及活动页面设计、年度营销活动规划、阶段促销活动、主题活动、自身推广活动等）。 &nbsp;</p>
<p>6.5乙方根据订单及时备货，确保库存充足。 &nbsp;</p>
<p>6.6负责乙方的售后服务工作流程梳理，包括但不限于热线服务与反馈、解决异议、教导退换货等工作。</p>
<p>6.7乙方提供的商品价格或商品库存发生变动未及时有效告知约购平台同意，致使平台对商家的商品进行集约、秒约或其他推广活动，导致消费者投诉，造成平台声誉受损或其他经济受损，平台有权对商家追究经济损失赔偿，同时平台有权扣减商家相应货款予以补偿。</p>
<p>6.8 甲方对乙方或其委托第三方乙方虽已委托第三方（含甲方）代运营，但乙方应逐渐安排人员进行学习并最终由乙方自行运营。</p>
<p><strong><strong>七</strong></strong><strong><strong>、</strong></strong><strong><strong>质保金</strong></strong><strong><strong>及平台技术服务费：</strong></strong>&nbsp;&nbsp;&nbsp;</p>
<p>7.1约购平台的集约模式为了保护消费者的合法权益，甲方向乙方收取订单总额（货款）的10%作为质保金，该质保金在一定的时间内将退还给乙方（退还时间详见9.1.1）。</p>
<p>7.2乙方向甲方支付平台使用费，具体由双方另行约定。</p>
<p>7.3甲方通过自身平台和渠道为乙方提供宣传推广和服务。平台提供的合作模式为按比例收取技术服务费，根据乙方经营类目，在达成每一单交易时按比例向甲方支付技术服务费。附：技术服务费比例签定表（此表与与本合同具有同等等法律效力）。</p>
<table>
<tbody>
<tr>
<td width="65">
<p>序号</p>
</td>
<td width="274">
<p>商品类目</p>
</td>
<td width="213">
<p>技术服务费比例</p>
</td>
</tr>
<tr>
<td width="65">
<p>1</p>
</td>
<td width="274">
<p>&nbsp;</p>
</td>
<td width="213">
<p>&nbsp;</p>
</td>
</tr>
<tr>
<td width="65">
<p>2</p>
</td>
<td width="274">
<p>&nbsp;</p>
</td>
<td width="213">
<p>&nbsp;</p>
</td>
</tr>
<tr>
<td width="65">
<p>3</p>
</td>
<td width="274">
<p>&nbsp;</p>
</td>
<td width="213">
<p>&nbsp;</p>
</td>
</tr>
</tbody>
</table>
<p><strong><strong>八</strong></strong><strong><strong>、双方权利义务 </strong></strong></p>
<p>8.1甲方的权利和义务 &nbsp;</p>
<p>8.1.1甲方委派具有相关行业经验丰富的专业人员成立专项服务团队为乙方提供本合同项下的电子商务服务。</p>
<p>8.1.2 甲方约购平台推广人员帮助乙方销售商品，乙方同意在商家后台设置销售价的一定比例金额作为平台推广者的推广佣金并支付。</p>
<p>8.1.3未经乙方书面同意，甲方不得将本协议中的全部或者部分义务转让或委托给第三方。 &nbsp;</p>
<p>8.1.4甲方有权对乙方的注册数据及交易行为进行查阅，发现注册数据或交易行为中存在任何问题或怀疑，均有权向乙方发出询问或要求改正的通知，或者直接作出删除或对乙方店铺采取限制性措施等处理；</p>
<p>8.1.5乙方在此授予甲方免费的许可使用权利，使甲方有权使用、复制、修订、改写、发布、翻译、分发、执行和展示乙方公示于其平台的各类信息或制作其派生作品，和以现在已知或日后开发的任何形式、媒体或技术，将上述信息纳入其它作品内；</p>
<p>8.1.6若乙方违反国家相关法律法规规定，导致甲方被客户投诉、起诉的：甲方有权选择与客户和解、调解或诉讼，乙方应承担由此支出的一切费用（如支付给客户的赔偿或补偿、诉讼费、行政机关处罚金等）。 &nbsp;</p>
<p>8.1.7甲方有权按照《中华人民共和国电子商务法》的相关规定，向市场监督管理部门、税务部门报送平台内经营者的身份信息和与纳税有关的信息。</p>
<p>8.2乙方的权利和义务 &nbsp;</p>
<p>8.2.1乙方必须向甲方提供真实有效的企业资料，加盖公章的营业执照复印件、税务登记证复印件、组织机构代码证复印件、企业法人身份证复印件。（营业执照、税务登记证、组织机构代码证合一的营业执照，提供营业执照复印件和企业法人身份证复印件。） &nbsp;</p>
<p>8.2.2乙方保证拥有在约购平台上合法销售商品的所有资质，包括但不限于商标权或商标使用权、商品分销权、商品零售权等，并愿意遵守国家相关法律及相关电子商务平台对销售方的规定。</p>
<p>8.2.3乙方给消费者发货的商品必须与乙方给甲方提供的样品一致，不得以次充好 。</p>
<p>8.2.4当买家购买乙方在平台出售的商品，在收到货物后，如买家认为该商品涉嫌假冒商品或非原厂正品、未经报关进口商品、假冒材质成份商品且买家与乙方协商未果的前提下，买家在平台指定期间内发起针对乙方的维权，申请消费者保障赔付时，如平台判定买家赔付申请成立，乙方同意按照本协议之约定向买家退回其实际支付的商品价款，并根据相关法律规定增加赔偿其受到的损失，且承担维权所涉商品所有物流费用；</p>
<p>8.2.5乙方需积极配合甲方的工作；乙方对网站有知情权和监督权。</p>
<p>8.2.6乙方为甲方提供网上销售商品的详细资料及商品知识培训，并确保商品品质。</p>
<p>8.2.7乙方商品价格及库存变动必须提前15个工作日通知甲方，若因乙方未及时有效的告知甲方同意而导致的用户或平台损失由乙方全权负责。乙方有权要求甲方及时进行网上价格信息调整，甲方必须积极配合。</p>
<p>8.2.8甲方设定合作商品的售价（包含促销价）。</p>
<p>8.2.9&nbsp;乙方对在甲方平台所售商品，负有依法开具发票的义务。应平台买家要求，乙方应依法开具相应发票给平台买家。甲方收取的平台服务费，甲方有依法给乙方开具发票的义务；&nbsp;</p>
<p>8.2.10乙方必须按照国家法律及相关电子商务平台规定，履行售后服务，及时处理买家退换货及相关退款。</p>
<p>8.2.11在买家已支付足额定金的前提下，乙方负责保障足够的货源，并按要求按时（双方约定备货期：<u>&nbsp;&nbsp;&nbsp;&nbsp;天</u>内）发货。如因乙方原因不能按时发货，乙方负责赔偿买家损失，且如造成甲方及其他任何第三方损失的，乙方同意承担全部法律责任并足额赔偿相关损失。</p>
<p>8.2.12 本协议6.1、6.3-6.5项服务内容暂不收取费用，如甲方认为需要收取的，双方另行协商确定；&nbsp;&nbsp;</p>
<p>8.2.13在使用甲方平台服务的过程中，乙方应自行妥善保管账户及密码信息。由于乙方的账户关联个人信息及约购平台商业信息，乙方的账户仅限乙方使用。未经约购平台同意，乙方直接或间接授权第三方使用账户或获取乙方账户项下信息的行为无效。</p>
<p>8.3消费者保障责任及处理</p>
<p>8.3.1乙方明确了解并同意乙方是消费者保障的责任主体，当发生本协议前述乙方应当履行消费者保障义务情形时，乙方应保证买家的消费者权益。&ensp;</p>
<p>8.3.2乙方同意当平台受理买家提出的消费者保障维权和赔付申请时，商户应积极配合，在平台要求的时间期限内提供相关证据材料，以证明与买家交易商品不存在买家提出的问题或符合双方的约定，并保证所提交的证据材料真实、合法。</p>
<p>8.3.3 乙方通过约购平台获取的用户信息（包括但不限于联系方式、收货地址等）、订单信息，仅限发货和售后服务使用，不得对任何第三方泄露用户信息。</p>
<p>8.4为保障乙方及用户的权益和安全，建议乙方不要通过线下或者其它线上方式和约购的运营中心或店主及用户进行非约购平台提供的交易方式进行交易，否则因此而产生的欺诈、交易纠纷、客户投诉和损失，甲方不承担任何法律责任，由此产生的法律责任及经济赔偿均由乙方自行承担。</p>
<p>&nbsp;</p>
<p><strong><strong>九</strong></strong><strong><strong>、结算方式及乙方账户信息 </strong></strong></p>
<p>9.1货款的结算：</p>
<p>9.1.1集约模式的结款方式</p>
<p>客户在约购平台下订单后，商家在发货前将收到订单总额的90%的货款（可立即提现至商家绑定的银行账号），余下订单总额（货款）的10%作为约购平台对消费者的质保金；商家在规定时间内及时安排发货，客户（包括店主或运营中心）在验收确认收货或系统默认收货（商家提交运单号时刻起5*24小时后即系统默认收货）后，可提现剩余的订单总额的10%货款；</p>
<p>9.1.2秒约（一件代发）模式的结款方式</p>
<p>用户下单，待用户确认收货/系统默认收货（商家提交运单号时刻起5*24小时后即系统默认收货） 7天后（即确认收货/系统默认收货时刻开始计算7*24小时后）全部订单金额可提现。</p>
<p>9.1.3秒约和集约模式，在商家提现时，会产生每笔订单总金额（6.5&permil;）交易手续费，由商家自己承担。</p>
<p>&nbsp;9.2乙方账户信息（以乙方实际提供的真实有效的账号为准）&nbsp;</p>
<p>开户行：<u>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</u></p>
<p>开户名称：<u>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</u></p>
<p>账户号：<u>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</u>&nbsp;</p>
<p><strong><strong>十</strong></strong><strong><strong>、保密责任</strong></strong>&nbsp;</p>
<p>10.1对甲方提供给乙方的任何物品、资料、文件、公司信息、用户信息及各类数据等（以下简称&ldquo;保密信息与物品&rdquo;），乙方应遵守下列保密规定：除为履行本协议之目的外，不得在任何场合对任何个人、商户或公司泄露保密信息与物品，不得运用保密信息与物品为其他商品做促销或广告。 &nbsp;&nbsp;</p>
<p>10.2保密义务的期限为永久性。</p>
<p><strong><strong>十一</strong></strong><strong><strong>、违约责任 &nbsp;</strong></strong></p>
<p>11.1若乙方违反本协议的约定或国家相关法律法规规定，甲方有权进行对乙方包括但不限于关闭店铺、冻结账号、资金冻结、终止合作、支付赔偿金等处罚。若乙方违反本协议的规定或国家相关法律法规规定，导致甲方被顾客投诉、起诉的：甲方有权选择与顾客和解、调解或诉讼，乙方应承担由此支出的一切费用（如律师费、诉讼费、和解或调解支付给顾客的赔偿或补偿、法院判令支付的违约金、法院判令支付的赔偿金、行政机关处罚等），同时乙方应向甲方支付一定的商誉补偿金（计算标准为：本合同违约行为发生时该销售商品的总金额&times;5%），在此情况下，甲方有权冻结乙方资金。若乙方的前述违约行为给甲方造成损失的，应一并赔偿。 &nbsp;乙方须按甲方的要求提供必要的证明材料和相关证据，必要时应与甲方一起参加诉讼或授权甲方代其进行诉讼。甲方有权要求乙方直接出面解决上述诉与非诉纠纷，指令乙方交纳罚款、承担因此发生的诉讼费、律师费、向第三方（权利人或顾客）支付的赔偿费及其它一切合理支出。</p>
<p>11.2若有顾客向甲方投诉乙方，包括但不限于下列情形：乙方销售侵权、假冒伪劣商品；销售方式、宣传图片等侵权或违法的；乙方销售国家禁止流通、限制流通商品的；乙方提供非法服务的；乙方销售的商品被政府或相关有权机构检出有质量问题的；其他甲方认为不宜继续销售的情形。甲方可作下列处理： &nbsp;</p>
<p>11.3甲方对该商品进行即时下架删除处理,并通知乙方提供相关授权经营证明文件，乙方应在2日内提交。若乙方不能提供的，甲方有权解除本协议，并有权就由此给甲方造成的损失要求乙方承担的赔偿责任； &nbsp;</p>
<p>11.4若经查投诉属实，甲方有权采取包括：1）解除本协议；2）要求乙方支付本协议生效到上述行为发生时为止乙方通过销售商品总金额的10%作为违约金；3）要求乙方赔偿损失中的一项或多项措施。 &nbsp;</p>
<p>11.5乙方月投诉未解决率高于5％的，经双方协商15天未解决，甲方有权随时解除本协议，并扣除乙方全部质保金。</p>
<p>11.6如乙方违反本协议中8.4条的约定，甲方有权单方无偿解除本协议，乙方同意承担因违反8.4条销售商品的总价款3倍的赔偿费用，并承担因此发生的诉讼费、律师费。11.6因发生以上条款致乙方被甲方处罚或停止合作，乙方仍需继续执行售后服务并对已售出商品承担一切责任。 &nbsp;</p>
<p>11.7协议一方不履行协议义务或者履行义务不符合协议约定给另一方造成损失的，应承担损害赔偿责任。 &nbsp;</p>
<p>11.8在本协议有效期限内，未经双方协商一致，乙方不得擅自终止本协议，或者将网上商铺经营权等其他权益转让给任何第三方，或者与任何第三方合作经营，否则，甲方有权解除本协议、并有权要求乙方就由此给甲方造成的损失承担赔偿责任。</p>
<p>11.9乙方之代理人、受任人、受雇人、股权所有人之一切行为均代表该方，其违反合同之行为视为乙方之行为，乙方应对此承担连带法律责任。 &nbsp;</p>
<p><strong><strong>十二</strong></strong><strong><strong>、有限责任</strong></strong>&nbsp;&nbsp;</p>
<p>12.1甲方在此明确声明对服务不作任何明示或暗示的保证，包括但不限于对服务的可适用性，没有错误或疏漏，持续性，准确性，可靠性，适用于某一特定用途之类的保证，声明或承诺。甲方对服务所涉的技术和信息的有效性，准确性，正确性，可靠性，质量，稳定，完整和及时性均不作承诺和保证。 &nbsp;</p>
<p>12.2使用服务下载或者获取任何资料的行为均出于乙方的独立判断并自行承担风险和因此原因电脑系统或资料灭失对其造成的损失。 &nbsp;</p>
<p>12.3不论在何种情况下，甲方均不对由于 Internet 连接故障，电脑，通讯或其他系统的故障，电力故障，罢工（含内部罢工或劳工骚乱），劳动争议，暴乱，起义，骚乱，生产力或生产资料不足，火灾，洪水，风暴， 爆炸，不可抗力，战争，政府行为，国际、国内法院的命令或第三方的不作为而造成的不能服务或延迟服务承担责任。 &nbsp;</p>
<p>12.4不论是否可以预见，不论是源于何种形式的行为 ，甲方不对由以下原因造成的任何特别的，直接的，间接的，惩罚性的，突发性的或有因果关系的损害或其他任何损害（包括但不限于利润或利息的损失，营业中断，资料灭失）承担责任。 &nbsp;</p>
<p>12.4.1 使用或不能使用服务</p>
<p>12.4.2 通过服务购买或获取任何商品，样品，数据，信息或进行交易等，或其他可替代上述行为的行为而产生的费用； &nbsp;</p>
<p>12.4.3 未经授权的存取或修改数据或数据的传输；</p>
<p>12.4.4 第三方通过服务所作的陈述或行为； &nbsp;</p>
<p>12.4.5 其它与服务相关事件，包括疏忽等，所造成的损害。</p>
<p><strong><strong>十</strong></strong><strong><strong>三</strong></strong><strong><strong>、协议的终止 &nbsp;</strong></strong></p>
<p>13.1 协议期限届满，本协议终止。若双方继续合作，须重新签署新的合作协议，本协议不具有延续性。双方若续签新的合作协议需提前15天，双方的结算以合同期当天为截止，未使用完的质保金计入新协议中。 &nbsp;若双方不再续签协议需提前15天通知，结算以合同到期当天为截止，甲方在买家确认收货后的30天后退还乙方的质保金，</p>
<p>13.2 如果协议终止后，协议中的结款条款仍应有效，甲方和乙方仍应遵守。</p>
<p>13.3 除本协议另有规定外，如果任何一方单方面在合同期限内提前终止本协议，需提前一个月以书面的形式通知对方，经对方同意后双方另行签署书面终止协议。 &nbsp;</p>
<p>13.4 因乙方与任何第三方之间存在争议，甲方认为其合法权益可能受到影响时，甲方可以单方解除本协议。 &nbsp;</p>
<p>13.5 本协议规定一方具有单方解除权的，该方行使单方解除权且双方履行完协议解除的善后义务以后，本协议终止。 &nbsp;</p>
<p><strong><strong>十</strong></strong><strong><strong>四</strong></strong><strong><strong>、不可抗力</strong></strong>&nbsp;&nbsp;</p>
<p>14.1 协议双方中的任何一方，由于战争或严重的水灾、火灾，台风和地震等自然灾害，以及双方同意的可作为不可抗力的其他事故而影响协议执行时，则延长履行协议的期限，延长的期限相当于事故所影响的时间。 &nbsp;</p>
<p>14.2 受不可抗力影响的一方应尽快将发生不可抗力事故的情况以传真方式通知对方，并于七天内以航空挂号信件将有关当局出具的证明文件提交给另一方进行确认。 &nbsp;</p>
<p><strong><strong>十</strong></strong><strong><strong>五</strong></strong><strong><strong>、争议的解决</strong></strong>&nbsp;&nbsp;</p>
<p>15.1 执行本协议所发生的或与本协议有关的一切争议，双方应通过友好协商解决。 &nbsp;</p>
<p>15.2 如双方通过协商不能达成一致时，则应提交甲方所在地的人民法院予以裁决。 &nbsp;</p>
<p>15.3 在争议的处理过程中，除正在进行诉讼的部分外，协议的其他部分将继续执行。 &nbsp;</p>
<p>15.4 本协议终止不影响本条款的效力。</p>
<p><strong><strong>十</strong></strong><strong><strong>六</strong></strong><strong><strong>、协议的生效及其他</strong></strong>&nbsp;&nbsp;</p>
<p>16.1 本协议的执行中，对其条款的任何变更、修改和增减或者增加相关附件，都须经双方协商同意并签署书面文件，作为本协议的组成部分，与本协议具有同等效力。 &nbsp;</p>
<p>16.2 本协议和本协议附件同时生效，本协议附件包括及甲方制定的、规范双方合作的所有规则，附件是本协议不可分割的部分，与本协议具有同等法律效力。双方在本协议下的签章视为已阅读并明确理解附件内容，且同意上述条款。 &nbsp;</p>
<p>16.3除双方另有约定以外，本协议项下一方对另一方的所有通知，均须到达该方的下列地址方视为有效： &nbsp;</p>
<p>16.4本协议一式两份，甲乙双方各执一份，具有相同的法律效力。协议自双方签字盖章之日起生效。 &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>
<p>（以下无正文） &nbsp;&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>甲方（盖章）： &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>
<p>法定代表人或代表人（签字）： &nbsp;</p>
<p>签署时间： &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;年 &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;月 &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;日&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>乙方方（盖章）： &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>
<p>法定代表人或代表人（签字）： &nbsp;&nbsp;&nbsp;</p>
<p>签署时间： &nbsp;&nbsp;&nbsp;&nbsp;年 &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;月 &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;日&nbsp;&nbsp;</p>
</div>
</template>
<style lang="scss" scoped>
p {
  text-indent:2em;
  text-align: justify;
  margin-bottom: 1em;
}
p:nth-child(1) {
  text-align: center;
  text-indent:0
}
</style>