<template>
<div>
<p><strong>约购平台自营店发货规则</strong></p>
<p>&nbsp;</p>
<p>您在入驻约购平台时，应根据业务需求从社区店及自营店中二选一，选定模式并完成入驻准备后，在约购平台向消费者销售商品或提供服务。</p>
<p>【社区店】：将以小区&ldquo;集约&rdquo;业务为核心，由平台设立社区店供货中心，为社区店卖家提供内部价的各类产品。社区店卖家负责组织小区用户约购。</p>
<p>【自营店】：支持公司/机构以独立第三方商家入驻平台，自主选品、自主供货，在平台上为广大消费者提供各类商品/服务。</p>
<p><strong><strong>本规则适用于约购平台自营店卖家</strong></strong><strong><strong>。当自营店卖家向平台买家出售需经配送完成交付的商品时，应遵循本规则</strong></strong><strong><strong>。</strong></strong>无需配送的商品（如电子消费券等）、需特别周期的非成品（如定制产品等）另行约定发货时间，并在商品详情页中清晰描述。为维护您自身权益，建议您仔细阅读本规则。</p>
<p>&nbsp;</p>
<p><strong><strong>一</strong></strong><strong><strong>、</strong></strong><strong><strong>发货规范</strong></strong></p>
<ol>
<li><strong><strong>发货方式</strong></strong></li>
</ol>
<p>消费者下单后，您可根据自身的配送能力和消费者的需求，在平台规定的时效内，采用最适当的发货方式履行配送服务。发货方式有如下三种：</p>
<ul>
<li>第三方物流配送：一般情况下主要的发货方式，指您使用&ldquo;第三方物流配送&rdquo;的配送方式发货；</li>
<li>厂家自送：指您选择亲自送货或指定人员送货的配送方式；</li>
<li>消费者上门自提：指与消费者协商一致，由消费者根据您在系统录入的地址信息到指定地点&ldquo;上门提货&rdquo;。</li>
</ul>
<p>&nbsp;</p>
<ol start="2">
<li><strong><strong>发货包装管理</strong></strong></li>
</ol>
<p>发货包装中（包括但不限于外包装盒、内部夹页、退换货页、封箱胶等），商家可以增加约购平台店铺链接及二维码链接等信息；发货包装中不得有其他平台的店铺信息（包括但不限于链接、二维码、联系信息），或与该店铺商品无关的信息。</p>
<ol start="3">
<li><strong><strong>发货时效</strong></strong></li>
</ol>
<p>您应在商品详情页、结算页和订单跟踪页明确展示商品发货及配送时效，增强消费者体验。平台对发货时效的要求如下：</p>
<ul>
<li>发货时效要求</li>
</ul>
<p>交易达成（指在线付款的订单消费者成功付款；货到付款的订单消费者成功提交订单）后48小时至72小时内，您应完成商品发货并将该订单发货的快递运单号上传至平台系统；如为特殊商品，应在商品页面承诺的发货时间内完成发货并上传快递单号；如与消费者有特殊约定的，适用其承诺或约定。</p>
<ul>
<li>揽收时效要求</li>
</ul>
<p>交易达成后48小时至72小时内消费者可以查询到订单的物流公司揽件跟踪信息（以物流公司系统揽收时间为准）。</p>
<ul>
<li>营销活动及节假日发货要求</li>
</ul>
<p>约购平台官方发起的促销活动及特定节假日的配送时效要求，以平台通知或公告为准。</p>
<p>&nbsp;</p>
<p><strong><strong>二</strong></strong><strong><strong>、</strong></strong><strong><strong>违规处理</strong></strong></p>
<p>如您在发货过程中向消费者发送空包裹或与商品描述明显不符的其他物品，或者实施其他情节严重的欺诈行为，将被认定为欺诈发货。约购平台对商家欺诈发货每单处罚订单金额的10倍。平台有权视严重程度下架店铺欺诈发货产品直至强制关停店铺，并追究责任。</p>
</div>
</template>
<style lang="scss" scoped>
p {
  text-indent:2em;
  text-align: justify;
  margin-bottom: 1em;
}
p:nth-child(1) {
  text-align: center;
  text-indent:0
}
</style>