<template>
  <div>
    <p><strong>约购平台</strong><strong>隐私权政策
        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</strong>
    </p>
    <p>欢迎您与约购平台签署本《约购平台隐私权政策》（下称“本协议”）并使用约购平台服务。</p>
    <p>
      请您在认真阅读并充分理解本协议内容之后决定是否接受本协议。如您是未成年人（未满18周岁），须在法定监护人陪同下阅读并决定是否接受本协议。您接受本协议全部内容之后，即可注册、登录或使用本协议所涉相关服务。您的注册、登录、使用等行为视为对本协议全部内容的接受。
    </p>
    <p>本协议是您（下称“用户或消费者”）与约购平台之间关于注册、登录约购平台并使用平台服务的协议。您有权选择同意或者不同意本协议。</p>
    <p>约购平台的各项服务协议及规则、须知、通知等文件，最终解释权归约购平台所有。</p>
    <p><strong>一、定义：</strong></p>
    <p>
      约购平台用户注册协议：即本协议，指您（包括自然人或法人、非法人组织等用户）与约购平台订立的旨在约定您登录、使用约购平台，以及通过约购平台下达订单、购买商品、支付货款、收取商品、发起约购等整个网购过程，以及积分与购物券或优惠券、红包使用，约购平台的各种功能使用和服务中，您与约购平台之间的权利、义务的书面合同。
    </p>
    <p>1.约购平台：指约购平台移动客户端软件、小程序及其他约购应用程序，或与第三方合作平台与之链接。约购平台也是汇能科技约购APP的简称。</p>
    <p>2.约购平台账户：指您通过登录约购平台或者约购提供其他的账户注册渠道，注册获得并可据以登录约购平台的账户。</p>
    <p>
      3.商家<strong>：</strong>指以经营者身份入驻约购平台，在该平台经营出售商品或服务的法律实体。其中社区店商家为入驻平台的个人，自营店商家为入驻平台的单位、机构、供应链、生产厂家、商品代理商、渠道商、农特产个体户等，本协议中亦可称为“您”或“商家”。
    </p>
    <p>
      4.社区店：指的是用户通过对约购平台的了解，自愿向约购平台申请在某小区/或社区/或村乡镇（以下统称‘社区’）设立的用户服务中心（以下简称‘社区店’），并通过约购平台审核通过，主要服务于所在社区用户的商品配送及协助平台的相关服务（一个社区可以一个或多个社区店）。
    </p>
    <p>5.店主：指的是向约购平台申请并审核通过社区店的申请人（以下简称‘店主’）。</p>
    <p>6.购物车：指约购平台向您展示您已放入“购物车”准备购买，但尚未支付相应的价款的商品信息的网页区域。</p>
    <p>7.订单：指由约购平台结帐程序生成的记录您通过约购平台所购买的商品的名称、品牌、价款、折扣等交易信息的表格。这份文件将被用作所有可能发生的与您购买有关的询问、请求和争议的参考。</p>
    <p>
      8.恶意评论：是指个人或组织对约购平台和/或商家对外销售的商品没有兴趣，却组织人力或者采用计算机程序模拟正常用户在约购平台上大规模发表评论，特别发表对约购平台和/或商家对外销售的商品负面的评论乃至违反国家有关法律法规的评论。
    </p>
    <p>9.约购平台规则：约购平台在规则中心、帮助中心内已经发布及后续发布的各类规则、实施细则、解读、产品流程说明、公告等。</p>
    <p>10.约购平台性质：旨在为交易双方或者多方提供网络经营场所、交易撮合、信息发布、线下商品展示和销售等服务，供交易双方或者多方独立开展交易活动。</p>
    <p>11.用户：在约购APP或小程序完成注册的用户均称之为约购平台用户。</p>
    <p><strong>二、约购平台账户</strong></p>
    <p>
      您确认，在您开始注册程序使用约购平台服务前，您应当具备中华人民共和国法律规定的与您行为相适应的民事行为能力。若您不具备前述与您行为相适应的民事行为能力，则您及您的监护人应依照法律规定承担因此而造成的一切后果。</p>
    <p>
      1.您可以通过登录约购平台的注册页面注册约购平台账户并设置相应的登录密码。注册约购平台账户时，您应当提供真实、有效的信息（包括姓名、电子邮箱、联系电话、联系地址等）；同时，您应当保证上述信息的持续有效性，一旦信息发生变化，您应当及时进行更新；否则您应当承担因信息提供不真实、联系方式无效导致的相关不利后果及全部损失，且汇能科技/约购平台保留终止向您提供服务的权利。
    </p>
    <p>
      2.您的账户由您自行设置并保管。因您保管账户、密码不当而造成的所有后果，将由您自行承担。凡经您的账户和密码成功登录使用约购平台的，即视为您的使用行为（包括但不限于在线签署各类协议、发布信息、购买商品及服务及披露信息等）；您应当对您的账户进行的所有活动及后果负法律责任。
    </p>
    <p>
      3.您应当及时更新您提供的信息，在法律有明确规定要求约购作为平台服务提供者必须对相关用户的信息进行核实的情况下，约购将依法不时地对您的信息进行检查核实，您应当配合提供最新、真实、完整、有效的信息。如约购按您最后一次提供的信息与您联系未果、您未按约购的要求及时提供信息、您提供的信息存在明显不实或行政司法机关核实您提供的信息无效的，您将承担因此对您自身、他人及约购造成的全部损失与不利后果。约购可向您发出询问或要求整改的通知，并要求您进行重新认证，直至中止、终止对您提供部分或全部约购平台服务，约购对此不承担责任。
    </p>
    <p>
      4.由于约购平台账户关联您的个人信息及平台商业信息，您的约购平台账户仅限您本人使用。仅当有法律明文规定、司法裁定或经约购平台同意，您方能进行账户的转让。您的账户一经转让，该账户项下的权利义务一并转移。除此外，您的账户不得以任何方式转让或授权他人使用您的账户，否则您应承担由此产生的全部责任，并与实际使用人承担连带责任。账户因您主动泄露或因您遭受他人攻击、诈骗等行为导致的损失及后果，汇能科技与约购平台并不承担责任，您应通过司法、行政等救济途径向侵权行为人追偿。
    </p>
    <p>
      5.为了防止您及其他用户的账户及其项下的个人信息泄露或者被他人窃取，约购可能会随时采取网络数据安全方面的技术措施进行保护。对此，您完全同意并接受，但这并不能免除本协议第二条第3款所述的、您对您账户及其项下的个人信息所负有的妥善保管义务。如发现任何未经授权使用您账户登录约购平台或其他可能导致您账户遭窃、遗失的情况，建议您立即通知约购平台，并授权约购平台将该信息同步给合作方。您理解约购对您的任何请求采取行动均需要合理时间，且约购应您请求而采取的行动可能无法避免或阻止侵害后果的形成或扩大，除约购存在法定过错外，约购平台及汇能科技不承担责任。
    </p>
    <p>6.约购平台只允许每个真实有效的手机号码注册一个约购平台账户。</p>
    <p>
      7.您同意在符合法律法规及本条款规定的情况下使用个人帐户，约购有可能在某些情况（包括但不限于您违反有关法律法规规定或本协议和/或其它公开规则，或者您严重违背社会公德、提供虚假注册身份信息、经约购判定认为存在恶意退货或不合常理的高退货率等情形、或其他损害或经本平台判定认为可能损害约购利益的不正当行为等）下暂时冻结、永久冻结、修改、删除您的个人账户或者采取其他处理措施。
    </p>
    <p>8.约购平台为您提供账户注销功能，您的账户同时满足以下条件的，您可以按照平台公示的方式要求注销账户：</p>
    <p>1）账户无任何纠纷，包括投诉举报和被投诉举报；</p>
    <p>2）账户为正常使用中的账户且无任何账户被限制的记录；</p>
    <p>3）账户内无未完成的订单、服务；</p>
    <p>4）账户已经解除与其他网站、其他APP的授权登录或绑定关系。</p>
    <p>9.一旦您的账户注销，您将无法登陆、使用、找回该注销账户。您知晓并理解以下情况：</p>
    <p>
      1）注销账户后，视为您将放弃账户信息以及该账户在约购的资产、虚拟权益（如优惠券、积分兑换、红包）等，且约购无法为您恢复前述服务。您账户中如有现金储值余额，可凭同一用户的实名认证信息在账户注销的五日内向平台申请提现，过期失效，视为您无偿放弃提现权益。
    </p>
    <p>2）您注销账户后，您的个人信息在约购前台将不可检索、访问。您知晓并理解，相关交易记录须在法律规定的期限内予以保存。</p>
    <p>10.出现以下情况时，约购可以本协议约定的方式通知您终止本协议：</p>
    <p>1）您违反本协议约定，约购依据违约条款终止本协议的；</p>
    <p>2）您盗用他人账户、发布违禁信息、骗取他人财物、扰乱市场秩序、采取不正当手段谋利等行为，约购依据约购规则对您的账户予以查封的；</p>
    <p>3）除上述情形外，因您多次违反约购规则相关规定且情节严重，约购依据约购规则对您的账户予以查封的；</p>
    <p>4）您的账户被约购回收的；</p>
    <p>5）其它应当终止服务的情况。</p>
    <p>11.如您的账户同时符合以下条件，则约购平台可回收您的账户，您的账户将不能再登录任一约购平台，相应服务同时终止：</p>
    <p>1）连续六个月未用于登录约购平台；</p>
    <p>2）不存在未到期的有效业务。</p>
    <p><strong>三、用户的权利及义务</strong></p>
    <p>
      1.您可以更改、删除在约购平台帐号上的个人资料、注册信息及传送内容等（但您不可自行注销约购平台帐号）。您在更改、删除有关信息的同时也可能会造成储存在系统中的文字、图片、视频等丢失，约购平台对您自主操作导致内容丢失不承担责任。请注意，手机号或微信号一经与约购平台帐号绑定便无法解除绑定。<br>2.您应遵守本协议的各项条款，正确、适当地使用本服务，不得扰乱平台秩序，包括但不限于扰乱平台金融秩序。如您违反本协议或其他平台规则的任何条款，约购平台有权依据协议终止、暂停对违约用户约购平台账号提供全部或部分服务。若账号任何功能被终止、中止的，无法参加约购平台的任何官方活动。若账号被永久封禁的，账号内的所有利益信息将被全部清空。需要特别注意的是，涉嫌使用不合理手段的帐号，约购平台依其合理判断将暂时或永久封停该账号。同时，约购平台保留在任何时候收回约购平台帐号、用户名的权利。<br>3.如果约购平台有充值预存卡服务，您的充值行为属于个人自愿行为，并同意按照约购平台规则使用，法律规定的情形除外。
    </p>
    <p>
      4.您同意授予约购平台无偿使用通过约购平台服务过程中形成的信息、内容等，约购平台可以通过包括改编、汇编、复制、发行、网络传播在内的一切方式进行使用。如果您不同意约购平台使用相关内容，应事先通过书面方式告知约购平台。<br>5.您在使用约购平台提供的服务过程中，若发现涉政、涉枪、涉毒、涉暴、赌博、涉黄的违法违规内容，可以向约购平台举报、投诉。约购平台在收到举报、投诉后，将派专员及时处理。<br>6.您不得利用约购平台进行任何形式的洗钱活动。约购平台将严密监控此类行为，并有权对多个定向账户中异常的、数额较大的资产流转进行调查，并有权配合主管机关的调查提交您的身份资料、有关账户的交易记录等信息。
    </p>
    <p><strong>四、个人信息保护及隐私权政策</strong></p>
    <p>
      约购平台个人信息保护及隐私权政策（下称‘本隐私政策’）适用于约购平台对您（下称‘用户’）所提供的服务，约购平台（约购的平台的定义参照用户服务协议）非常重视用户隐私的保护。本隐私政策适用于约购平台的各类服务。</p>
    <p>
      请您务必认真阅读本隐私政策，在确认充分了解并同意后使用约购平台。如果您/您的监护人不同意本隐私政策的任何内容，您应该立即停止使用。当您开始使用约购平台，即表示您/您的监护人已经同意我们按照本政策来收集、保存、使用、共享、保护您的个人信息。本隐私政策主要包括以下内容：
    </p>
    <p>
      1.本隐私政策中个人信息的定义与范围（包括但不限于：姓名、手机号码、用户密码、身份证或其他身份信息、常用地址、通讯地址、订单信息及交易状态、支付信息、提现记录、银行卡号、设备信息、IP地址、软文信息、文字、图片、视频信息、直播的主播身份信息，资源项目发布信息、文章发布、营业执照及相关证书等）。
    </p>
    <p>2.约购平台各业务功能收集个人信息的范围、收集方式、所收集个人信息与业务功能的关联。</p>
    <p>3.约购平台可能调用的手机权限、对应的业务功能、调用目的、调用前是否询问以及用户关闭相应权限的方式。</p>
    <p>4.个人信息的保存期限、存放地域、安全保护措施及安全事件处置等。</p>
    <p>5.个人信息的使用规则。</p>
    <p>6.何种情况下个人信息会被共享、转让、公开披露。</p>
    <p>7.用户享有的访问、更正、删除个人信息，撤回同意，注销账号的权利及投诉渠道。</p>
    <p>8.用户共享个人信息须知。</p>
    <p>8.1个人信息的定义与范围</p>
    <p>
      8.1.1个人信息，是指以电子或者其他方式记录的能够单独或者与其他信息结合识别自然人个人身份的各种信息，在本隐私政策中包括：姓名、手机号码、用户密码、身份证或其他身份信息、常用地址、通讯地址、订单信息及交易状态、支付信息、提现记录、银行卡号、设备信息、IP地址、软文信息、文字、图片、视频信息、直播的主播身份信息，资源项目发布信息。
    </p>
    <p>
      8.1.2个人敏感信息，是指一旦泄露、非法提供或滥用可能危害人身和财产安全，极易导致个人名誉、身心健康受到损害或歧视性待遇等的个人信息，在本隐私政策中包括：手机号码、用户密码、身份证或其他身份信息、通话记录、支付信息、提现记录、银行卡号。
    </p>
    <p>8.1.3匿名化处理后的信息，即通过对个人信息的技术处理，使得个人信息主体无法被识别，且处理后不能被复原的信息，匿名化处理后的信息不属于个人信息。</p>
    <p>8.1.4其他无法识别特定自然人身份或者反映特定自然人活动情况的信息不属于个人信息。</p>
    <p>8.2个人信息的收集</p>
    <p>8.2.1约购平台业务功能分为核心业务功能、附加业务功能及第三方提供的服务，我们将详细向您说明各业务功能所收集的个人信息以及收集方法、目的，拒绝提供的影响等。业务功能具体包括：</p>
    <p>8.2.1.1附加业务功能，包括用户评价，客服服务及运营活动。</p>
    <p>8.2.2您使用约购平台服务前，需要在约购平台创建账号并完善个人资料。通过用户主动提供的方式，我们会收集您的以下信息：</p>
    <p>
      8.2.2.1您需要向我们提供您的手机号码，并设置您在约购平台的用户密码。我们以此识别您在约购平台的网络身份，并为您提供约购平台服务。如果您拒绝提供手机号码，约购平台将无法为您创建账号并提供服务。</p>
    <p>
      8.2.2.2您可以选择向我们提供照片、姓名、身份证号、性别、年龄、行业、公司、职业信息。经您授权我们可以向其他第三方获取您的征信信息、职业信息等。您可以在个人账户资料中选择是否填写或授权约购平台获取上述信息。如您提供上述信息，可以使其他用户对您有更全面的了解，提升平台交易撮合的成功率；您也可以拒绝提供上述信息。
    </p>
    <p>8.3设备权限调用</p>
    <p>8.3.1约购平台可能会调用您的一些设备权限，以下是调用权限对应的业务功能，我们调用权限的目的，以及调用权限前向您询问的情况。</p>
    <p>
      8.3.2您可以在设备的设置功能中选择关闭部分或全部权限，从而拒绝约购平台收集相应的个人信息。使用Android系统的不同设备中，权限显示方式及关闭方式可能有所相同，具体请联系设备及系统开发方。</p>
    <p>8.3.3 IOS系统权限调用；</p>
    <p>8.3.4 Android系统权限调用；</p>
    <p>8.4 个人信息的保存；</p>
    <p>8.4.1信息保存期限</p>
    <p>8.4.1.1在用户使用约购平台服务期间，我们会持续保存用户的个人信息。</p>
    <p>
      8.4.1.2当您自主删除个人信息或注销账户，我们将按照法律、法规规定的最短期限保留您的现有个人信息，在法律法规要求的最短保存期限内，我们将不再对您的个人信息进行商业化使用。当您的个人信息超出上述保存期限，我们将会对其进行匿名化处理。
    </p>
    <p>
      a.为配合人民检察院、公安机关、国家安全机关侦查用户使用约购平台服务过程中产生的犯罪行为、更好保护其他用户生命财产安全，当用户自主删除个人信息或注销账户，我们将在刑法规定的犯罪追诉时效期间内，加密隔离存档用户个人信息。</p>
    <p>b.如您使用约购平台服务的过程中，存在严重违反法律法规、平台协议、平台规则等情形，您的违法、违约记录及相应的平台信用记录，将被永久保存。</p>
    <p>8.4.2信息存放地域</p>
    <p>8.4.2.1我们收集的您的个人信息，将在中华人民共和国境内存储和使用。</p>
    <p>
      8.4.2.2目前约购平台不存在向境外提供个人信息的场景。如将来涉及向境外传输个人信息，我们将按照国家监管部门的有关规定主动申报予以批准。并明确向您告知个人信息出境的目的、接收方、安全保障措施等情况。</p>
    <p>8.4.3安全保护措施</p>
    <p>8.4.3.1本公司将采用严格的安全制度以及行业通行的安全技术和程序来确保您的个人信息不丢失、泄露、毁损或被未经授权的访问、使用。</p>
    <p>8.4.3.2约购平台采取以下安全技术措施保护您的个人信息：</p>
    <p>a.用户个人信息被加密储存在服务器中，并通过数据隔离技术进行存储。</p>
    <p>b.数据传输过程中使用加密传输协议。</p>
    <p>c.严格控制数据访问权限，设立完善的敏感数据访问权限申请、审批制度。</p>
    <p>d.建立数据安全监控和审计制度，进行全面数据安全控制。</p>
    <p>8.4.3.3约购平台同时采取其他安全措施保护您的个人信息：</p>
    <p>a.可建立公司信息安全委员会，统一协调管理数据安全工作，并下设数据安全小组、推动各项数据安全活动。</p>
    <p>b.公司内部颁布实施数据安全管理规范，明确对用户数据（包括用户个人信息）的保护标准和要求。</p>
    <p>c.新项目、新系统上线前对数据安全（包括用户个人信息数据）进行项目风险评估。</p>
    <p>d.与全体员工及服务外包人员签署保密协议，并严格按照工作职责分配数据访问权限。</p>
    <p>e.定期开展面向公司全体员工及外包服务人员的信息安全教育及培训。</p>
    <p>8.4.4安全事件处置</p>
    <p>
      8.4.4.1为应对个人信息泄露、毁损、丢失等可能出现的安全风险，已经在公司范围内颁布多项制度，明确了安全事故、安全漏洞的分类分级标准，以及针对上述安全事故和漏洞，内部处理流程（包括应急响应流程）和补救措施。</p>
    <p>8.4.4.2一旦发生安全事件，我们将及时向您告知事件基本情况和风险、我们已经采取或将要采取的措施、您如何自行降低风险的建议等。</p>
    <p>8.4.4.3我们将及时以推送通知、信函或电话等方式将安全事件情况通知受影响的用户。当难以逐一告知用户时，我们将通过发布平台公告的方式发布警示信息。</p>
    <p>8.4.5停止运营</p>
    <p>8.4.5.1如约购平台停止运营，我们将在约购平台发布公告，并及时停止收集个人信息。</p>
    <p>8.4.5.2停止运营后，我们将停止对个人信息的商业化使用，并在满足法律法规规定的最短保存期后，对收集的个人信息进行匿名化处理。</p>
    <p>8.5个人信息的使用</p>
    <p>8.5.1您的个人信息会被用于“个人信息的收集”条款明确列明的使用场景。</p>
    <p>8.5.2您的个人信息可能被用于以下与“个人信息的收集”条款所声称的目的具有直接或合理关联的场景：</p>
    <p>a.我们可能将来自约购平台某项服务的个人信息，作出特征模型并进行用户画像，以为您提供更加个性化、便捷的服务。</p>
    <p>b.我们可能以用户个人信息统计数据为基础设计、开发、推广全新的产品及服务。</p>
    <p>c.我们会对我们的服务使用情况进行统计，并可能会与公众或第三方分享这些统计信息，但这些统计信息不包含您的任何身份识别信息。</p>
    <p>
      d.我们会向您发送信息和通知，包括但不限于为保证服务完成所必须的验证码、使用产品或服务时所必要的推送通知、关于约购平台服务的新闻以及市场活动及优惠促销信息、约购平台合作第三方的推广信息，或其他您可能感兴趣的内容。如您不希望继续接收上述信息，可以根据信息中提供的退订方式予以退订。
    </p>
    <p>8.5.3凡是超出与“个人信息的收集”条款声称目的具有直接或合理关联的范围使用您的个人信息，我们会再次向您告知并征得您的明示同意。</p>
    <p>8.6个人信息的共享、转让、公开披露</p>
    <p>8.6.1我们将遵守相关法律法规，对您的个人信息予以保密。除以下情况外，我们不会向其他人共享您的个人信息：</p>
    <p>8.6.1.1只有共享您的个人信息，才能提供您所需要的服务。</p>
    <p>8.6.1.2为了提升我们的产品及服务质量或向您提供全新的产品及服务，我们会在关联公司内部共享您的相关信息。</p>
    <p>8.6.1.3您通过约购平台使用第三方服务时，约购平台会按照“个人信息的收集”条款列明的共享内容与提供服务的第三方共享您的个人信息。</p>
    <p>8.6.1.4为维护用户合法权益，在协助处理与您有关的交易纠纷或争议时，我们可能向您的交易相对方或存在利害关系的第三方提供解决交易纠纷或争议所必需的信息。</p>
    <p>8.6.1.5根据适用的法律、法规、法律程序的要求、行政或司法的强制性要求所必须时；8.6.1.6在法律要求或允许的范围内，为了保护社会公共利益、财产或安全而提供必要的信息。</p>
    <p>8.6.1.7另行获得您的明确同意或授权。</p>
    <p>
      8.6.2非经法定程序或获得您的同意，我们不会将您的个人信息提供给任何第三方机构或个人。对我们与之共享个人信息的公司、组织和个人，我们会与之签署严格的保密协议，要求他们按照我们的说明、本隐私政策及其他任何相关的保密和安全措施来处理个人信息。
    </p>
    <p>8.6.3我们将遵守相关法律法规，对您的个人信息予以保密。除非事先获得您的明确同意或授权，或依照法律规定所必须，我们不会公开披露您的个人信息。</p>
    <p>
      8.6.4如发生收购、兼并、重组等变更，我们会要求变更后的主体依然遵守本隐私政策约定，履行原有责任及义务。如变更后的主体需变更个人信息使用目的，我们会要求其事先获得您的明示同意。对内而言，在之前的收购、兼并活动中，对于被收购、被兼并对象管理的数据（包括用户数据）均采用与约购平台自有数据相同的标准和要求进行处理和保护。
    </p>
    <p>
      8.6.5您理解并同意，根据法律规定，共享、转让经去标识化处理的个人信息，且确保数据接收方无法复原并重新识别个人信息主体的，不属于个人信息的对外共享、转让及公开披露行为，对此类数据的保存及处理将无需另行向您通知并征得您的同意。
    </p>
    <p>8.6.6
      约购平台将使用各种安全技术、程序和制度防止用户个人信息的丢失、不当使用、未经授权的阅览或披露。但您充分理解并同意：由于技术的限制以及可能存在的各种恶意手段，在互联网行业，即便竭尽所能加强安全措施，也不可能始终保证信息百分之百的安全。
    </p>
    <p>&nbsp;</p>
    <p>8.7用户权利</p>
    <p>8.7.1访问个人信息。您可以通过以下方式在约购平台访问个人信息：</p>
    <p>a.账户，您可以通过您在约购平台的账户访问您提供的个人资料、常用地址、紧急联系人等信息。</p>
    <p>b.订单，您可以在约购平台访问您的订单信息及交易状态。</p>
    <p>
      8.7.2更正个人信息。当您需要更新您的个人信息，或发现约购平台收集、存储的个人信息有错误时，您有权做出更正或更新。您可以通过将您的更正申请提交给约购平台客服团队，或通过以下方式在约购平台自行更正或修改个人信息：</p>
    <p>a.账户，您可以通过您在约购平台的账户更正或修改您提供的个人资料信息。</p>
    <p>b.设置，您可以通过约购平台设置功能更正或修改密码、常用地址、紧急联系人等信息。</p>
    <p>c.更改，您可以通过约购平台的相关功能更改您在约购平台设置的支付方式、银行账号等信息。</p>
    <p>
      8.7.3删除个人信息。如您希望删除个人信息，可以通过线上或电话联系约购平台客服，提交删除申请。在满足法律法规要求的最短保存期限要求的情况下，我们将对您的个人信息进行删除或匿名化处理。在上述法律法规要求的最短保存期限内，我们将不再对您的个人信息进行商业化使用。但当约购平台存在以下情形时，您删除个人信息的申请将不受法律法规要求的最短保存期限限制：
    </p>
    <p>a.约购平台违反法律、行政法规的规定收集、使用您的个人信息。</p>
    <p>b.约购平台违反我们双方的约定收集、使用您的个人信息。</p>
    <p>8.7.4撤回同意。我们将通过以下方式保障用户撤回同意的权利：</p>
    <p>a.约购平台发送的商业广告信息中，会向您说明具体退订方式，您可以按照信息中说明的退订方式撤回同意。</p>
    <p>b.您可以通过设备的设置功能，关闭相应设备权限（包括位置、通讯录、照片、麦克风、相机、通知等），撤回对约购平台获取您个人信息的授权。</p>
    <p>
      c.您还可以通过解除银行卡绑定、删除信息等方式撤回部分授权。当您撤回同意或授权后，可能导致我们无法为您继续提供撤回授权部分对应的服务。但您撤回同意或授权，不影响撤回前基于您的同意开展的个人信息处理。</p>
    <p>
      8.7.5注销账号。您可以通过约购平台设置功能注销在约购平台的账号。除法律法规另有规定外，注销账号之后我们将停止为您提供服务，并根据本协议约定期限保存您的个人信息，保存期限届满后我们将对您的个人信息进行匿名化处理。</p>
    <p>
      8.7.6如您无法通过上述方式访问、更正、删除个人信息，撤回同意或注销账号，您可以通过手机客户端的“客服”功能在线或者电话与约购平台的客服团队取得联系。为保障安全，您可能需要提供书面请求，或以其他方式证明您的身份。约购平台客服团队可能需要验证您的身份，并在验证您的身份后20日内作出答复或合理解释。对于您合理的请求，我们原则上不收取费用，但对多次重复、超出合理限度的请求，我们将视情况收取一定成本费用。对于那些无端重复、需要过多技术手段（例如，需要开发新系统或从根本上改变现行惯例）、给他人合法权益带来风险或者非常不切实际的请求，我们可能会予以拒绝。
    </p>
    <p>8.8共享的信息</p>
    <p>8.8.1您可以基于约购平台的服务与他人、社交网络分享您的位置、行程信息，并自主选择分享的对象，作为能够看到您的位置、行程信息的第三方。</p>
    <p>8.8.2当您与他人、社交网络或第三方服务提供商共享您的位置、行程或其他个人信息，或结合第三方的服务使用、或使用第三方的服务链接时，您可能会披露或使第三方获取您的个人信息。</p>
    <p>
      8.8.3我们建议您查看此类社交网络或第三方服务提供商的隐私声明，以了解他们如何处理您的信息。对于您使用第三方服务时向其提供或与他人分享个人信息而产生的后果由您自行承担，并由相应责任方在法律规定范围内承担责任。</p>
    <p>
      8.8.4当您在约购平台公开分享任何信息时，任何人都可能在使用约购平台时查看或访问这些信息，如您在约购平台上传的照片、评价等信息。您在使用我们服务时自愿共享的信息，可能会涉及您或他人的个人信息，请您谨慎选择并自行承担责任。
    </p>
    <p>8.9.未成年人保护</p>
    <p>
      8.9.1约购平台非常重视对未成年人个人信息的保护，在电子商务活动中我们推定您具有相应的民事行为能力。如果您是未满18周岁的未成年人，请您及您的监护人需要仔细阅读本政策并在征得您的监护人同意的前提下&nbsp;依照本政策使用约购平台、我们的服务或向我们提供信息。8.9.2如果您/您的监护人不同意本隐私政策的任何内容，您应该立即停止使用约购平台。
    </p>
    <p>8.10变更</p>
    <p>8.10.1如约购平台发生以下变化，我们将及时对本隐私政策进行相应的修订：</p>
    <p>a.约购平台业务功能发生变更。</p>
    <p>b.用户个人信息保存地域发生变更。</p>
    <p>c.用户个人信息的使用规则发生变更。</p>
    <p>d.我们的联络方式及投诉渠道发生变更。</p>
    <p>e.发生其他可能影响用户个人信息安全或影响用户隐私权利的变更等。</p>
    <p>8.10.2隐私政策修订后，我们会在约购平台发布最新版本，并以推送通知的方式告知用户，以便用户及时了解最新版本隐私政策。</p>
    <p>9.友盟统计会收集设备信息（设备机型、操作系统名称和版本、设备电量、电池温度、磁盘可用占比、内存可用占比、SD卡可用占比、CPU架构、唯一设备识别码（IMEI/android
      ID/IDFA/OPENUDID/GUID、SIM
      卡IMSI信息）），位置信息，APP信息（APP版本、APP包名称、渠道名称），操作行为日志（访问的页面、用户点击按钮），以及APP使用过程的奔溃信息，这些日志信息会加密上传到友盟服务器，以提供统计分析服务，并通过地理位置校准报表数据准确性，提供基础反作弊能力，方便不断完善我们的产品与/或服务，改善您的服务体验。
    </p>
    <ol start="9">
      <li>未经您的明确同意，我们不会削减您按照本隐私政策所享有的权利。如无特殊说明，修订后的隐私权政策自公布之日起生效。</li>
    </ol>
    <p>10.对系统中集成第三方SDK的使用说明</p>
    <div class="box h80"><span class="s1">第三方名称</span><span class="s1">使用目的</span><span class="s1">功能类型</span><span
        class="s1">涉及个人信息</span><span class="s1">第三方官网链接</span></div>
    <div class="box">
      <span>com.huawei.hms(华为SDK)</span><span>用于华为手机的系统通道推送功能</span><span>推送消息通知SDK</span><span>设备信息</span><span>https://consumer.huawei.com/cn/privacy/</span>
    </div>
    <div class="box h200">
      <span>com.umeng(友盟SDK)</span><span>使用友盟统计、分享、推送SDK，统计用户日活量、第三方分享功能、消息推送功能</span><span>推送消息通知SDK</span><span>设备信息</span><span>https://www.umeng.com/</span>
    </div>
    <div class="box"><span>com.huawei.agconnect(华为联运应用SDK)
      </span><span>用于华为应用市场发布</span><span>华为联运</span><span>设备信息</span><span>https://developer.huawei.com/cn/</span>
    </div>
    <div class="box">
      <span>com.alipay(支付宝SDK)</span><span>支付宝支付功能</span><span>支付方式SDK</span><span>设备信息</span><span>https://www.alipay.com/</span>
    </div>
    <div class="box">
      <span>com.tencent.mm.opensdk（微信支付SDK）</span><span>微信支付功能</span><span>支付方式SDK</span><span>设备信息</span><span>https://pay.weixin.qq.com/</span>
    </div>
    <div class="box"><span>com.tencent.bugly(腾讯Bugly
        SDK)</span><span>崩溃日志收集</span><span>日志消息SDK</span><span>设备信息</span><span>https://bugly.qq.com/v2/</span></div>
    <div class="box">
      <span>com.amap.api（高德地图SDK）</span><span>高德地图功能</span><span>高德地图SDK</span><span>设备信息</span><span>https://lbs.amap.com/pages/privacy/</span>
    </div>
    <div class="box">
      <span>cn.rongcloud.sdk（融云SDK）</span><span>融云即时通讯功能</span><span>融云通讯SDK</span><span>设备信息</span><span>http://www.rongcloud.cn/</span>
    </div>
    <div class="box bottom-last"><span>com.mobile.auth(阿里一键登录)
      </span><span>方便用户使用当前手机号码快捷登录</span><span>一键登录SDK</span><span>设备信息</span><span>https://www.aliyun.com/</span>
    </div>
    <ol start="11">
      <li>11. 获取用户设备信息的说明：</li>
    </ol>
    <p>&nbsp; 获取当前设备IMEI、MAC地址，用于用户设备安全绑定，保持用户权益。</p>
    <p><strong>五、</strong><strong>商品信息</strong></p>
    <p>
      1.除非商家或者约购平台另有说明，商家出售的商品应均为正品。商品价格、数量、是否有货等商品信息随时都有可能发生变动，约购平台不作特别通知。由于网站上商品信息的数量极其庞大，虽然约购平台会尽可能根据所接收到的商品信息准确、详尽地描述每一件商品，尽最大努力保证您所浏览商品信息的准确性。但由于众所周知的互联网技术以及人力因素或商家故意、过失行为等客观原因存在，约购平台网页显示的信息可能会有一定的滞后性或差错，对此情形您知悉并理解；约购欢迎纠错，并会视情况给予纠错者一定的奖励。&nbsp;
    </p>
    <p>2.由于用不同手机终端设备观看时页面显示的差异，约购平台上的商品在图像和颜色方面可能跟真实的物品不尽一致。但商品的型号或规格一致，即不影响您的下单消费。</p>
    <p>
      3.您一经注册约购平台账户，即视为您同意约购平台通过短信、平台内通知或者电子邮件的方式向您注册时填写的手机号码、平台账户或者电子邮箱发送相应的商品广告信息、促销优惠等营销信息；您如果不同意发送，您可以通过相应的退订、关闭通知功能进行退订或关闭。
    </p>
    <p>
      4.在您浏览我们网站或客户端的过程中，约购平台为您提供了信息分类、关键词检索、筛选、收藏及关注等功能，以更好地匹配您的需求。您可以对您感兴趣的商品及/或服务进行收藏、添加至购物车，关注您所感兴趣的店铺/品牌等。</p>
    <p><strong>六、</strong><strong>订单</strong></p>
    <p>
      1.在您下订单时，请您务必仔细确认所购商品的品名、价格、数量、型号、规格、尺寸或服务的时间、内容、限制性要求等重要事项，并在下单时核实您的联系地址、电话、收货人等信息。收货人与您本人不一致的，收货人的行为和意思表示视为您的行为和意思表示，您应对收货人的行为及意思表示的法律后果承担连带责任。
    </p>
    <p>
      2.您的购买行为应当基于真实的消费需求，不得存在对商品及/或服务实施恶意购买、恶意维权等扰乱约购平台正常交易秩序的行为。基于维护约购平台交易秩序及交易安全的需要，约购平台发现上述情形时可主动执行关闭相关交易订单等操作。对约购平台造成一定负面影响的，约购平台保留对您追诉的权利。
    </p>
    <p>3.当您作为消费者需要下单并支付货款的情况下，货款支付成功后即视为您与商家之间就以支付货款部分的订单成立合同关系。</p>
    <p>
      4.约购平台保留对单个商品的总出售数量进行限制、对单个订单的商品购买数量及同一IP地址对同类商品购买数量进行限制，并对异常订单采取监控、限制等措施的权利。如约购发现您通过约购平台下达的订单存在违反法律规定或者本协议约定的异常情形的，约购有权采取关闭相关交易订单、限制账户使用功能、中止或终止服务等措施而无需事先通知您的权利。
    </p>
    <p>5.对反复的取消行为，我们可能会调查其原因，也可能会成为我们可能拒绝向您提供服务、冻结或关闭您的个人帐户的原因。</p>
    <p>6.对于通过不正当手段获取积分、优惠券、红包的，平台运营方有权做出独立判断，并采取冻结用户账户、清空、作废优惠券、取消相关订单等措施。</p>
    <p>7.您在约购平台的任何消费均属于您的自愿消费行为，按照国家相关法律法规的规定，您有权向商家索要发票或服务单据。发票的金额及税率参考商家的提示。</p>
    <p>8.约购平台的集约方式是消费者提前预定，因此消费者一旦通过集约下单，非质量问题不能退换；质量问题包退换</p>
    <p><strong>七、</strong><strong><strong>配送与交付</strong></strong></p>
    <p>
      1.快递物流服务者或店主将会把商品（货物）送到您所指定的收货地址（您也可以选择在店主处自提），所有在约购平台上列出的送货时间为参考时间，参考时间的计算是根据库存状况、正常的处理过程和送货时间、送货地点的基础上估计得出的。</p>
    <p>2.因如下情况造成订单延迟或无法配送等，您自行承担相应后果。商家或店主会尽快跟您取得联系，从商家第一次试图跟您联系之日起3天内您没有答复的，商家有权取消该订单：</p>
    <p>1）您提供的信息错误、地址不详细等原因导致的；</p>
    <p>2）货物送达后无人签收，导致无法配送或延迟配送的；</p>
    <ul>
      <li>情势变更因素导致的。</li>
    </ul>
    <p>3.在您收到订购商品时，您或者您的受托人一旦签收则证明您收到了完好状态的商品。如果包装出现破损，您可以拒收。</p>
    <p>
      4.您在约购平台购买的商品由配送公司或约购平台的运营中心、店主为您完成订单交付的，系统或者单据记录的签收时间为交付时间；您购买的商品采用在线传输方式交付的，商家向您指定系统发送的时间为交付时间；您购买服务的，生成的电子或者实物凭证中载明的时间为交付时间。
    </p>
    <p>5.您在约购平台购买的商品由店主为您配送或您在社区店自提完成订单交付的，您可将平台发送给您的提货码提供给店主，店主将该码输入系统的时间即为交付时间。</p>
    <p>6.如果您收到的商品与您的订单表格中所记录的不同，您可以按照约购平台对外公布且正在实施的退货政策及退货程序，将相应的商品退回商家或店主。</p>
    <p>
      7.除集约订单外，您如果需要退货的，请务必于收到商品之日起7天内，按照不影响商品正常使用及再次销售的原则，将您需要退货的商品及其包装、赠品、送货单、税务发票（如有）等送货时一并交付给您的物品和资料，全部完好无损地退回商家。否则，商家有权不予退货。除有相反的证据外，退货的日期以商家收到的包裹上显示的寄出邮戳所显示的日期为准。对于某些商品，如在商品详情页面及有关退货政策中已提示该类商品不予以退货的，您的下达订单行为将被视为您已同意接受商家对此类商品不予退货的安排。
    </p>
    <p>8.已经收取到的被退回的商品的价款，商家将扣除退货运费后将相应的余额返还给您。您在下达的订单如果使用了优惠券等虚拟权益的，约购亦将会按照相应的活动规则进行虚拟权益返还。</p>
    <p>
      9.商家有权拒绝不符合约购平台对外公布实施的退货政策所规定的条件的所有退货。仅当商家确认以上规定的这些条款得到了适时的遵从后，才会启动返还货款金额的程序。收到退货后7天内，所有的退款均遵循退换货政策操作。</p>
    <p>
      10.如果您的退货与上述退货规定不符，您将没有资格得到任何退款。不过，您仍有资格自行支付费用（包括运费）以便接收已经退回到商家的商品。如果您不想接收已经退回到商家的商品，商家有权保有这些商品并保留已经收到的金额。</p>
    <p>
      11.您有权在约购平台提供的评价系统中对您购买的商品或服务进行评价。您的所有评价行为应遵守法律法规及/或约购平台规则的相关规定，评价内容应当客观真实，不应包含任何污言秽语、色情低俗、广告信息及法律法规与本协议列明的其他禁止性信息；您不得以不正当方式帮助他人提升信用或利用评价权利对其他用户或商家实施威胁、敲诈勒索。约购可按照法律法规及/或约购规则的相关规定对您发布的违规信息进行屏蔽等，并有权视情形对您采取身份验证、限制购买行为等处理措施。
    </p>
    <p><strong><strong>八、</strong></strong><strong><strong>交易争议与处理</strong></strong></p>
    <p>1.您在约购平台交易过程中与商家发生争议的，您或商家中任何一方均有权选择以下途径解决：</p>
    <p>1）与争议相对方自主协商；</p>
    <p>2）协商不成的可申请约购平台介入，提供争议调处服务；</p>
    <p>3）请求消费者协会或者其他依法成立的调解组织调解；</p>
    <p>4）向有关行政部门投诉；</p>
    <p>5）根据与争议相对方达成的仲裁协议（如有）提请仲裁机构仲裁；</p>
    <p>6）向人民法院提起诉讼。</p>
    <p>
      2.如您依据约购平台规则使用约购平台的争议调处服务，则表示您认可并愿意履行约购平台的客服作为独立的第三方根据其所了解到的争议事实并依据约购平台规则所做出的调处决定（包括调整相关订单的交易状态、判定将争议款项的全部或部分支付给交易一方或双方等）。在约购平台调处决定做出前，您可选择上述（3）、（4）、（5）、（6）途径（下称“其他争议处理途径”）解决争议以中止约购平台的争议调处服务。如您对调处决定不满意，您仍有权采取其他争议处理途径解决争议，但通过其他争议处理途径未取得终局决定前，您仍应先履行调处决定。您理解并同意，在争议调处服务中，约购平台的运营商、店主或客服并非专业人士，仅能以普通人的认知对您提交的凭证进行判断。因此，除存在故意或重大过失外，约购对争议调处决定免责。
    </p>
    <p><strong><strong>九、所有权及知识产权条款</strong></strong></p>
    <p>
      1.对于您在任何时间以任何形式向约购提供或在约购平台发表的信息或资料（包括但不限于文字、图片、视频、音频等）相关知识产权，您同意免费授予约购及其关联公司无地域限制的许可使用（包括存储、使用、复制、修订、编辑、发布、展示、翻译、分发上述信息或制作派生作品，以已知或日后开发的形式、媒体或技术将上述信息纳入其它作品内等）及可再许可第三方使用的权利，以及可以自身名义对第三方侵权行为取证及提起诉讼的权利。
    </p>
    <p>
      2.约购提供的服务中包含的任何编码、商标、服务标志、商号、图形、美术品、照片、肖像、文字内容、音频、视频、按钮图标以及计算机软件、标识、数码下载、数据汇编等都是约购或其内容提供者的财产，受到中华人民共和国和国版权、商标权和其他财产所有权法律法规的保护。&nbsp;
    </p>
    <p>3.您不得进行任何侵犯约购平台知识产权的行为，或者进行其他的有损于约购或其他用户合法权益的行为，包括但不限于：</p>
    <p>1）删除或修改约购平台上的版权信息；</p>
    <p>2）修改、复制和/或发行约购平台；</p>
    <p>3）在约购平台当中内置各种插件程序或者其他的第三方程序；</p>
    <p>4）进行编译、反编译、反向工程或者以其他方式破解约购平台的行为；</p>
    <p>5）使用约购平台外挂和/或利用约购平台当中的BUG来获得不正当的利益；</p>
    <p>
      6）利用劫持域名服务器等技术非法侵入、破坏约购平台的服务器软件系统，或者修改、增加、删除、窃取、截留、替换约购平台的客户端和/或服务器软件系统中的数据，或者非法挤占约购平台的服务器空间，或者实施其他的使之超负荷运行的行为；
    </p>
    <p>7）假冒约购或签约商家在约购平台当中发布任何诈骗或虚假信息；</p>
    <ul>
      <li>利用约购平台故意传播恶意程序或计算机病毒。</li>
    </ul>
    <p><strong><strong>十、责任限制及不承诺担保</strong></strong></p>
    <p>1.除非另有明确的书面说明,约购平台及其所包含的或以其它方式通过约购平台提供给您的全部信息、内容、材料、产品（包括软件）和服务，均是在“按现状”和“按现有”的基础上提供的。</p>
    <p>2.除非另有明确的书面说明,约购不对约购平台的运营及其包含在本网站上的信息、内容、材料、产品（包括软件）或服务作任何形式的、明示或默示的声明或担保（根据中华人民共和国法律另有规定的以外）。
    </p>
    <p>3.如因不可抗力或其它约购平台无法控制的原因使约购平台销售系统崩溃或无法正常使用导致网上交易无法完成或丢失有关的信息、记录等，约购会合理地尽力协助处理善后事宜。</p>
    <p>
      4.约购平台对其他用户或商家提供的直播服务不作任何明确或暗示的担保，包括但不限于有关信息真实性、适用性、适于某一特定用途、所有权和非侵权性的内容，对因此导致任何因用户不正当或非法使用约购平台服务产生的直接、间接、偶然、特殊及后续等侵犯第三人之合法权利的法律责任，约购平台不承担任何责任。
    </p>
    <p>5.当您发生以下任一情况时，约购有权限制您的全部或部分权限（包括但不限于货到付款、评论、门店付款、下单、参加促销活动等），取消相关未履行完毕的订单，或者注销您账户：</p>
    <p>1）通过网络攻击、大量发布广告等行为影响网站正常经营或影响网站为其他消费者提供服务；&nbsp;</p>
    <p>2）多次在评论区或咨询区发布与所售商品或服务无关的信息，或多次恶意进行负面评价；&nbsp;</p>
    <p>3）通过不正当手段（如外挂工具、网络攻击等）谋取利益；&nbsp;</p>
    <p>4）利用商家过错或失误进行恶意索赔、投诉达两次或以上，或者无故对商家或客服人员进行辱骂、人身攻击；&nbsp;</p>
    <p>5）非因商品或服务质量原因，短期内多次拒收商品或拒绝接受服务；&nbsp;</p>
    <p>6）通过用户账户购物从事转售业务的（如批发、零售）；&nbsp;</p>
    <p>7）提供的用户信息（包括但不限于姓名、电话、身份证号、电子邮箱等）不真实、不准确或不完整；</p>
    <p>
      8）使用约购过程中存在可能面对来自他人的包括但不限于威胁性的、诽谤性的、令人反感的或其他非法的内容或行为或侵犯他人权利（包括但不限于知识产权）的匿名或冒名的信息的风险，用户须承担以上风险。约购平台对直播服务不作任何明确或暗示的担保，包括但不限于有关信息真实性、适用性、适于某一特定用途、所有权和非侵权性的内容，对因此导致任何因用户不正当或非法使用约购平台服务产生的直接、间接、偶然、特殊及后续等侵犯第三人之合法权利的法律责任，约购平台不承担任何责任。
    </p>
    <p>9）不当使用或非法使用约购平台服务而产生的直接、间接、偶然、特殊及后续等侵犯第三人之合法权利；</p>
    <p>10）未在约购平台明确授权情况下使用、复制、修改、编纂平台提供的信息内容，包括但不限于：文字、软件、声音、相片、录像、图表、广告内容以及平台为用户提供的商业信息；</p>
    <p>11）您有其他影响网站正常经营秩序或违法行为。</p>
    <p><strong>十一、</strong><strong>协议更新及</strong><strong>用户</strong><strong>关注义务</strong></p>
    <p>
      1.约购平台可根据国家法律法规变化及维护交易秩序、保护消费者权益需要，不时修改本协议或补充协议。如果本协议中任何一条被视为废止、无效或因任何理由不可执行，该条应视为可分的且并不影响任何其余条款的有效性和可执行性。</p>
    <p>
      2.由于互联网高速发展，您与约购平台签署的本协议列明的条款并不能完整罗列并覆盖您与约购所有权利与义务，现有的约定也不能保证完全符合未来发展的需求。因此，约购平台隐私权政策、平台规则均为本协议的补充协议，与本协议不可分割且具有同等法律效力。如您使用约购平台服务，视为您同意修改本协议或补充协议。
    </p>
    <p><strong>十二、</strong><strong>违约责任</strong></p>
    <p>
      1.如果您违反本协议约定或有关法律法规的，约购平台及汇能科技有权不经通知随时对相关内容进行删除、屏蔽，并视行为情节对违规帐号处以包括但不限于警告、限制或禁止使用部分或全部功能、帐号封禁、注销等处罚，并公告处理结果。</p>
    <p>
      2.为适应电子商务发展和满足海量用户对高效优质服务的需求，您理解并同意，约购可在约购平台规则中约定违约认定的程序和标准。如：约购可依据您的用户数据与海量用户数据的关系来认定您是否构成违约；您有义务对您的数据异常现象进行充分举证和合理解释，否则将被认定为违约。
    </p>
    <p>3.如您的行为使约购及/或其关联公司遭受第三人主张权利，约购及/或其关联公司可在对第三人承担金钱给付等义务后就全部损失向您追偿。&nbsp;</p>
    <p>4.如因您的行为使得第三人遭受损失，约购平台出于社会公共利益保护或消费者权益保护目的，可自您的约购账户中划扣相应款项进行支付。</p>
    <p><strong>十三、</strong><strong>法律管辖和适用</strong></p>
    <p>
      本协议的订立、执行和解释及争议的解决均应适用中华人民共和国的法律。如发生约购平台服务条款与适用之法律相抵触时，则这些条款将完全按法律规定重新解释，而其它有效条款继续有效。如您就本协议内容或其执行发生任何争议，双方应尽力友好协商解决；协商不成时，任何一方均可向约购平台所在地深圳国际仲裁院提请仲裁。
    </p>
    <p><strong>十四、</strong><strong>送达</strong></p>
    <p>
      1.有效联系方式：您在注册约购平台账户时所填写的联系电话、电子邮箱地址、联系地址视为您的有效联系方式；您在注册约购平台账户时生成的用于登陆约购平台接收站内信、系统消息和客服对话框信息的用户账号，也作为您的有效联系方式。若上述信息发生变更您应当及时进行更新，如果因您提供的联系方式不准确，或不及时告知变更后的联系方式，使相关通知（包括但不限于协议变更、法律文书等）无法送达或未及时送达，由您自行承担可能产生的法律后果。
    </p>
    <p>
      2.通知送达：约购通过上述联系方式向您发出通知，其中以电子的方式发出的书面通知，包括但不限于在约购平台公告，向您提供的联系电话发送手机短信，向您提供的电子邮箱发送电子邮件，向您的约购账户发送系统消息以及站内信信息，在发送成功后即视为送达；以纸质载体发出的书面通知，按照提供联系地址交邮后的第五个自然日即视为送达。
    </p>
    <p>
      3.法律文书的送达：对于与约购平台有关的任何纠纷，您同意行政、公安、司法等有权机关可以通过手机短信、电子邮件、系统消息或站内信等方式向您送达法律文书，有权机关向上述联系方式发出法律文书即视为送达；若同时采取以上多种方式向您送达法律文书，送达时间以最先送达的为准。您同意上述送达方式适用于行政、仲裁、司法等法定程序全过程。
    </p>
    <p><strong>十五、</strong><strong>其他</strong></p>
    <p>1.约购平台所有者是指在政府部门依法许可或备案的约购平台经营主体。</p>
    <p>
      2.约购有可能以消费者告知书、买家须知、温馨提示等形式，向您说明您在使用约购平台购买商品时应当履行的本协议所约定的义务之外的其他义务，您亦应当仔细阅读并全面履行。上述说明如果与本协议相互冲突或者矛盾的，以上述约定为准；上述约定未涉及的内容，仍适用本协议。
    </p>
    <p>
      3.约购尊重您的消费者合法权利，本协议及本网站上发布的各类规则、声明等其他内容，均是为了更好的、更加便利的为消费者提供服务。约购平台欢迎您和社会各界提出意见和建议，约购将虚心接受并适时修改本协议及约购平台上的各类规则。</p>
    <p>4.本协议未明示授权的其他权利仍由约购保留，您在行使这些权利时须另外取得约购的书面许可。约购如果未行使前述任何权利，并不构成对该权利的放弃。</p>
    <p><strong>十六、公司基本情况：</strong></p>
    <p>公司名称：深圳前海汇能科技产业有限公司</p>
    <p>公司注册地址：深圳市前海深港合作区南山街道临海大道59号海运中心口岸楼3楼第3层311号-D386</p>
    <p>常用办公地址：深圳市宝安区宝田一路臣田研发大楼2201</p>
    <p>公司官网：https://www.qhhznt.com</p>
    <p>个人信息保护联系电话：400-632-3288</p>
    <p>联系人：约购客户服务保障团队</p>
    <p style="text-align: right;">2022年3月18日</p>
  </div>
</template>

<style lang="scss" scoped>
p {
  text-indent: 2em;
  text-align: justify;
  margin-bottom: 1em;
}

p:nth-child(1) {
  text-align: center;
  text-indent: 0
}

.box {
  width: 100%;
  height: 100px;
  display: flex;
  justify-content: center;
  align-items: center;
  border: 1px solid #000000;
  border-bottom: none;
  border-right: none;
  overflow: hidden;
  text-align: center;
  word-wrap: break-word;
  font-size: 14px;

  span {
    width: 20%;
    height: 100%;
    border-right: 1px solid #000;
  }

  .s1 {
    display: flex;
    align-items: center;
    justify-content: center;
  }
}

.bottom-last {
  border-bottom: 1px solid #000000;
}

.h80 {
  height: 80px;
}

.h200 {
  height: 200px;
}
</style>