<template>
<div>
<p><strong>约购平台发货规则</strong></p>
<p>&nbsp;</p>
<p>您在入驻约购平台时，应根据业务需求选定店铺运营模式（社区店或自营店），并完成入驻准备后，在约购平台向消费者销售商品或提供服务。</p>
<p>【社区店】：将以小区&ldquo;集约&rdquo;业务为核心，由平台设立供货中心，为社区店提供内部价的各类产品。店主负责组织小区用户约购。</p>
<p>【自营店】：支持公司/机构以独立第三方商家入驻平台，自主选品、自主供货，在平台上为广大用户提供各类商品/服务。</p>
<p>本规则适用于约购平台社区店或自营店（以下简称&lsquo;商家&rsquo;或&lsquo;店主&rsquo;或&lsquo;您&rsquo;）销售集约商品时提供的配送服务。当店主向平台用户出售集约商品时，应遵循本规则。其他非集约商品，如社区店自营商品、需特别定制的商品（如定制产品等）另行约定发货时间，并在商品详情页中清晰描述。为维护您自身权益，建议您仔细阅读本规则。</p>
<p><strong><strong>一、</strong></strong><strong><strong>发货规范</strong></strong></p>
<p><strong><strong>1</strong></strong><strong><strong>.</strong></strong><strong><strong>发货方式</strong></strong></p>
<p>社区集约订单生效后，将由供应商负责将订单产品集中配送至您指定的收货点。您可根据自身的配送能力和消费者的需求，在平台规定的时效内，采用最适当的发货方式将货品送至终端消费者手中。配送方式有如下三种：</p>
<p>1）自送：社区&ldquo;集约&rdquo;业务最主要的发货方式，指由您或您指定的人员负责在社区内自行完成配送；</p>
<ul>
<li>消费者上门自提：如您与消费者提前协商一致，可由消费者根据您指定地点&ldquo;上门提货&rdquo;；</li>
<li>第三方物流配送：指您通过&ldquo;第三方物流配送&rdquo;向消费者进行配送，产生的物流费用由您承担。</li>
</ul>
<p><strong><strong>2</strong></strong><strong><strong>.</strong></strong><strong><strong>发货包装管理</strong></strong></p>
<p>发货包装中（包括但不限于外包装盒、内部夹页、退换货页、封箱胶等），商家可以增加约购平台店铺链接及二维码链接等信息；发货包装中不得有其他平台的店铺信息（包括但不限于链接、二维码、联系信息），或与该店铺商品无关的信息。</p>
<p><strong><strong>3</strong></strong><strong><strong>.</strong></strong><strong><strong>发货时效</strong></strong></p>
<p>您应在商品详情页、订单跟踪页等渠道向消费者明确展示商品发货及配送时效，增强消费者体验。平台对发货时效的要求如下：</p>
<p>约购交易达成（指平台成功收到订单信息及相应款项）后，平台将组织供应商备货并负责配送至您指定收货地址，由您负责配送至终端客户地址。如您需将同一约购订单拆分配送，需向平台客服申请并补足运费差价。</p>
<p>您在收到约购商品的48小时内，应按约购终端客户订单情况完成商品配送并将终端客户收到的手机收货码输入后台系统，以表明配送完成；平台鼓励您尽早配送，以提升用户体验。如与消费者有特殊约定的，应在约定时间内完成配送。若终端客户始终无法联系，应及时上传后台系统，后台将向客户发送信息。</p>
<p>4.营销活动及节假日发货要求</p>
<p>约购平台官方发起的促销活动及特定节假日的配送时效要求，以平台通知或公告为准。</p>
<p><strong><strong>二</strong></strong><strong><strong>、</strong></strong><strong><strong>违规处理</strong></strong></p>
<p><strong><strong>1．延迟发货</strong></strong></p>
<p>如您未按本规则在约定时间内将产品配送至终端消费者，视为商家延迟配送。平台对商家延迟发货将予以相应处罚，详见具体细则。</p>
<p><strong><strong>2．虚假/欺诈发货</strong></strong></p>
<p>如您收到配送的集约商品，但终端消费者在合理期限内未实际收到所购商品的，或私自调换产品，向终端消费者配送非平台供应产品的，平台将判定为虚假/欺诈配送，平台及消费者将追究您的责任。约购平台对商家虚假发货每单处罚订单金额的10倍，平台有权视严重程度强制关停店铺。</p>
</div>
</template>
<style lang="scss" scoped>
p {
  text-indent:2em;
  text-align: justify;
  margin-bottom: 1em;
}
p:nth-child(1) {
  text-align: center;
  text-indent:0
}
</style>