<template>
<div>
<p><strong>约购平台集约模式规则说明</strong></p>
<p>&nbsp;</p>
<p>欢迎您使用约购平台服务！约购平台为您提供如下两种约购方式：</p>
<p>【秒约】：个人购买方式之一，无需组团、即时成交，同等产品价格大多数较主流购物网站优惠。</p>
<p>【集约】：主要向平台的社区用户开放，起订量高，价格最优。</p>
<p><strong><strong>本规则适用于集约模式</strong></strong><strong><strong>，</strong></strong><strong><strong>仅对</strong></strong><strong><strong>社区</strong></strong><strong><strong>店</strong></strong><strong><strong>店主</strong></strong><strong><strong>开放。</strong></strong>为促进约购平台更好地为您服务，建议您在入驻社区店前仔细阅读。</p>
<p><strong><strong>一</strong></strong><strong><strong>、集约模式说明</strong></strong></p>
<p>集约为约购平台向社区店店主（下称&lsquo;店主&rsquo;）提供的一种约购方式，该方式通过汇集大额订单增强与供应商的议价能力，将同品质商品的价格压至全平台最优。平台已为店主设立了采购中心，备有各品类商品，供应商均已认可平台集约方式。店主可从采购中心直接选取意向商品及供应商，免除大量货源沟通成本。集约模式核心要素如下：</p>
<p>1.集约仅对店主开放；</p>
<p>2.平台供货中心将定期/不定期更新产品库，店主可在供货中心内决定挑选销售产品；</p>
<p>3.因价格优势基于大额订单，集约对订单有保底数量要求，低于保底量无法生成有效订单，不同品类保底量要求见商品详情页；</p>
<p>4.店主从采购中心选品下单后，需支付30%定金至平台结算中心，该集约订单视为启动。</p>
<p>5.集约订单启动后进入组团期，平台向供应商支付订金，供应商备货生产。同时店主应在组团时间内组织本社区C端用户的订购，满足该产品订单量。社区组团时间由平台卖家（或平台代运营）设置；</p>
<p>6.组团期间，参团的C端用户订购即付全款给店主。店主在闭团后向平台提交订单信息（产品名称、数量、C端用户信息列表、收货地址等），并将所收款项转至平台集约订单归集专门账户。供应商安排发货，发货周期视商品库存情况确定，平台统一向供应商付尾款；</p>
<p>7.供应商负责将产品运送至店主指定收货地址，一个集约订单配送一个地址，不做拆分。店主负责本小区内（村镇的统一简称为本小区）用户的配送，平台为店主提供配送费补贴，补贴标准以平台规定为准。</p>
<ul>
<li><strong><strong>集约流程</strong></strong></li>
</ul>
<p>1.您可进入平台采供中心选品，结合产品起订量及本店情况选定产品；</p>
<p>2.支付30%定金后启动正式集约，组织本社区内C端用户购买力量，在预设组团时间内达成起订量，集约订单生效，C端用户支付货款；</p>
<p>3.集约闭团后，您应向平台提交订单信息（产品名称、数量、C端用户订购情况、您指定的收货地址等），并将所收全部款项转至平台集约订单归集专门账户；</p>
<p>4.供应商按订单备货，发货至您指定的一个收货地址，通常以您向约购平台备案的社区店地址为准；</p>
<p>5.每个集约订单您可指定一个收货地址，一般情况下不做拆分。由您负责小区内配送工作，平台将为您提供配送费补贴。如您需将一个集约订单配送至多个收货地址，供应商可配合，但增加的物流费用由您个人承担。</p>
<p><strong><strong>三</strong></strong><strong><strong>、会员店的三种</strong></strong><strong><strong>集约</strong></strong><strong><strong>方式</strong></strong></p>
<p>您作为社区店店主，属于本平台的特定对象，本平台或商家发布的商品或者服务信息，即为要约条件，您选择该商品或者服务并提交定金或订单成功，该集约合同成立。本平台的集约方式符合要约条件，属于要约合同，非格式条款约定您支付价款。您在本小区向用户发起约购，其法律性质为要约合同。</p>
<p>1.指令集约</p>
<p>平台定期给社区店下达指定集约计划，您需根据平台要求从中选择部分商品在本小区发起约购。平台将对完成情况进行考核，具体考核办法以平台公布为准。</p>
<p>2.主动集约：</p>
<p>在平台发布的集约产品之外，您可在采购中心主动选择自己决定发起集约的产品，向平台提交申请，当平台约购池形成一定基础量后，平台将自动生成新一期的集约产品，算作任务指标。主动集约的流程：</p>
<ul>
<li>店主进入采购中心，选定意向产品，向平台申请启动集约；</li>
<li>平台审核申请通过，放入该单品集约待启动池；</li>
</ul>
<p>3）该产品集约池订单量达到启动标准（平台设置）；</p>
<p>4）平台将其发布为集约产品，进入常规集约流程；</p>
<p>5）主动集约成为常规集约，成绩计入社区店的考核指标。</p>
</div>
</template>
<style lang="scss" scoped>
p {
  text-indent:2em;
  text-align: justify;
  margin-bottom: 1em;
}
p:nth-child(1) {
  text-align: center;
  text-indent:0
}
</style>