<template>
<div>
<p><strong>约购平台商品退换货规则</strong></p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>欢迎您入驻约购平台，成为平台商家。本规则适用于约购平台商家、社区店及自营店商家（以下统称&ldquo;商家&rdquo;）。为促进约购平台更好地服务消费者，保护消费者的权益，商家入驻时表示同意根据约购平台规定遵守本《商品退换货规则》。</p>
<p>为维护您自身和消费者权益，您务必仔细阅读本规则。</p>
<p>&nbsp;</p>
<p><strong><strong>1</strong></strong><strong><strong>.</strong></strong><strong><strong>约购平台为消费者提供7天无理由退换货服务。</strong></strong>除特殊产品品类和集约商品外，平台销售产品品类均在七天无理由退换货保障涵盖范围内，具体参见商品详情页。不适用七天无理由退换货的品类包括：</p>
<p>1）消费者定制商品，例如个性定制、设计品；</p>
<p>2）鲜活易腐商品，例如新鲜水果等；</p>
<ul>
<li>在线下载或消费者拆封的音像制品、计算机软件等数字化商品；</li>
<li>一经激活或试用后大幅贬值的产品，例如智能电子产品；</li>
</ul>
<p>5）拆封后影响人身安全/健康，或易导致商品品质改变的产品，例如食品、保健品、化妆品、贴身用品等；</p>
<ul>
<li>约购平台集约商品因属统一定制、批量发货，不属于无理由退货之列。</li>
</ul>
<p><strong><strong>2</strong></strong><strong><strong>.</strong></strong><strong><strong>七天无理由退换货范围内的商品，符合以下条件，在商品物流显示签收七日内，可以要求商家退换货：</strong></strong></p>
<p>1）客户在收到货物时当面在送货员面前拆包检查，发现货物有质量问题的；</p>
<p>2）实际收到货物与网站上描述的有很大的出入的；</p>
<ul>
<li>卖家发错货、发错尺码规格；</li>
</ul>
<p>4）对货物不满意或不喜欢的（在保证没使用及包装配件全的情况下）。</p>
<p><strong><strong>3.</strong></strong><strong><strong>以下情况，商家拒绝退换货</strong></strong></p>
<p>1）商品终端消费者签收超出7天或者已经使用的商品将不在退货范围，对于已经使用的商品，不予以退换货；</p>
<ul>
<li>退换货物不全或者外观受损，影响二次销售的产品。</li>
</ul>
<p><strong><strong>4.</strong></strong><strong><strong>退换货流程说明</strong></strong></p>
<p>及时与客服人员联系，说明退货理由并填交退换货申请；</p>
<p>将货物按客服人员提供的地址寄回；</p>
<p>商家确认收到货物后，如果是换货将重新安排发货，如是退货将消费者付款路径原路退回。</p>
<p>5.<strong><strong>退换货物流费用说明</strong></strong></p>
<ul>
<li>无质量问题退换货的，由顾客承担运费；</li>
</ul>
<p>2）因质量问题或商家错发、漏发退换货的，由商家承担运费。</p>
<p><strong><strong>6.</strong></strong><strong><strong>退货注意事项</strong></strong></p>
<p>1）退货时消费者应确保商品和相关配（附）件（如吊牌、防尘袋、说明书、三包卡等）齐全；</p>
<ul>
<li>消费者应确保退回的商品外包装齐全，无严重破损、收污；</li>
</ul>
<p>3）商品如开具了发票或有赠品，消费者应将全部赠品、发票同时退回。如赠品遗失或损坏、发票遗失，不影响退换。但赠品破损或遗失应做折价处理，发票遗失应由消费者承担相应税款；</p>
<p>4）退换货一律使用快递预付件，商家确认收货后，按本规则如应由商家支付，平台将运费返还给消费者。</p>
<p>5）非商家产品质量等原因，如消费者提出换货申请，商家表示同意换货的，该运费原则上由消费者承担。</p>
<p>&nbsp;</p>
</div>
</template>
<style lang="scss" scoped>
p {
  text-indent:2em;
  text-align: justify;
  margin-bottom: 1em;
}
p:nth-child(1) {
  text-align: center;
  text-indent:0
}
</style>