<template>
<div>
<p><strong>约购平台社区店服务须知</strong></p>
<p>&nbsp;</p>
<p>欢迎您入驻约购平台，成为社区店卖家。在您正式开通社区店之前，为保障您的权益，请认真阅读本须知。如您勾选&ldquo;已阅读&rdquo;则代表您理解并同意本须知内容，如有异议请终止入驻。</p>
<p>约购平台的各项服务协议及规则、须知、通知等文件，最终解释权归约购平台所有。</p>
<ul>
<li><strong><strong>社区店入驻流程</strong></strong></li>
</ul>
<p>1.注册账号；</p>
<p>2.手机号验证码；</p>
<p>3.开通支付通道，可为银行网银账户、微信支付、支付宝，平台可推荐开通一种以上支付通道；</p>
<p>4.填写开店申请资料；</p>
<p>5.平台信息审核通过后阅读并签署《约购平台商家入驻服务协议》，并同意本须知内容；</p>
<p>6.店铺在线装修，选择店铺名称及店面的样式，平台为您提供两种及以上的店面风格选择：</p>
<p>7.审核通过，开始经营社区店。</p>
<p><strong><strong>三、社区店职能与服务</strong></strong></p>
<p>1.建立私域流量池，包括小区邻居群、个人亲友群及其他社群。</p>
<p>2.培养和维护社区用户。</p>
<p>3.从平台供货中心选品，在小区内组织集约（详见《集约模式规则》）；</p>
<p>4.在做好第一个社区店的条件下，拓展新的社区店。</p>
<p>5.平台支持社区店自营，您可在社区店上架出售您自主选择、自主供货的产品/服务，销售方式灵活。如社区店开展与平台业务发成冲突，产生竞争性业务时，平台有权终止社区店的服务。</p>
<p>6.社区店卖家在上线销售自营产品/服务前，需通过平台的上线审核。审核管理要求，参见《约购平台消费者保障规则》。</p>
<p>7.平台物流配送及退换货要求，详见《约购平台发货规则》、《约购平台商品退换货规则》。</p>
<p>8.严格履行社区店义务，无论您因为何种原因而失联，当您失联超过48小时，导致已经发货的商品或未发货的商品情形出现，约购平台有权将根据消费者要求从您的保证金里予以补偿或退款。</p>
<p>9.当您因特殊情况暂不能履行服务义务，须事先告知约购平台，否则视其情节轻重，分别给予警告或按照约购平台的规则予以处罚。</p>
<p><strong><strong>四、社区店的集约模式</strong></strong></p>
<p>集约是社区店卖家的最核心业务，集约规则、模式及流程，详见平台《集约模式规则》。</p>
<p><strong><strong>五、</strong></strong><strong><strong>社区店</strong></strong><strong><strong>店铺级别</strong></strong></p>
<p>社区店共分五个级别，分别为一星、二星、三星、四星、五星。根据平台制定的规则进行升降级。</p>
<ul>
<li><strong><strong>社区店的货款支付与账务管理</strong></strong></li>
</ul>
<p>1.您可在平台的托管银行开立自己的银行账户，或者在平台绑定自己的银行卡、微信账户、支付宝账户，用于支付结算；</p>
<p>2.如果您选择在平台托管银行开户，该银行账户可以起到归集资金的作用，即可以归集社区店客户的购货款；</p>
<p>3.卖家后台支持社区店的现金流水账务管理，完整记录店商的交易流水。</p>
<ul>
<li><strong><strong>社区店</strong></strong><strong><strong>的佣金</strong></strong><strong><strong>利益分享</strong></strong></li>
</ul>
<p>1.平台佣金制度：平台采取单项收佣制度，向商品卖家收取交易额的一定比例作为平台佣金；</p>
<p>2.交易佣金分享：社区店可从为平台带来的交易佣金收入中得到一定比例的服务佣金，如集约指标完成优秀，还将有额外服务佣金和积分奖励。</p>
<p>3.社区店店主在约购平台属于自由职业人身份，社区店店主与第三方签署服务合作协议，履行约购平台社区店卖家服务、遵守约购平台的各项规则、须知、通知等性质不改变。第三方为社区店店主发放服务佣金，约购平台不再重复发放。社区店店主应履行国家税务规定，正常缴纳个人所得税等税费。</p>
<p><strong><strong>八、社区店的佣金计算及发放方式</strong></strong></p>
<p>社区店的佣金计算及发放方式，以平台规定为准，具体详见平台公布的信息。</p>
</div>
</template>
<style lang="scss" scoped>
p {
  text-indent:2em;
  text-align: justify;
  margin-bottom: 1em;
}
p:nth-child(1) {
  text-align: center;
  text-indent:0
}
</style>