<template>
<div>
<p><strong>约购</strong><strong>店铺注销协议</strong></p>
<p><strong><strong><br /></strong></strong> 尊敬的用户，感谢您长久以来对约购的支持，在您决定注销您的约购店铺之前，请您认真阅读、理解并同意本协议。</p>
<p>本《约购店铺注销协议》（ 以下简称&ldquo;本协议&rdquo;）是由约购平台（包括但不限于网站、APP、公众号、微信商城及小程序等，以下简称&ldquo;约购&rdquo;或&ldquo;平台&rdquo;） 的运营方即深圳前海汇能科技产业有限公司（以下简称&ldquo;甲方&rdquo;）与入驻约购的法律实体（以店铺入驻时在甲方APP上填写的入驻申请人为准，以下简称&ldquo;乙方&rdquo;或&ldquo;店铺&rdquo;）达成的关于店铺申请关闭其在约购上的网上店铺（以 下简称&ldquo;店铺&rdquo;）的各项条款、 条件和规则。</p>
<p>甲方在此特别提醒乙方认真阅读、充分理解本协议各条款（ 对于本协议中以加粗字体显示的内容，应重点阅读），并请审慎考虑并选择接受或不接受本协议。 如果乙方一经选择&ldquo;我已阅读、同意并接受以上协议&rdquo;并点击&ldquo;下一步&rdquo;，即表示其自愿接受本协议，并同意受本协议各项条款的约束。 如果乙方不同意本协议中的任何内容，应立即停止操作并退出该退店申请流程，在此种情况下， 乙方将无法通过自助方式申请注销店铺，请另行与约购平台联系注销店铺事宜。</p>
<p><strong><strong>1.乙方承诺</strong></strong><strong><strong>：</strong></strong></p>
<p>1.1乙方与甲方已签署现行有效的《约购平台服务合同》、《约购平台社区店规则及服务须知》（以下简称&ldquo;原协议&rdquo;），且乙方已完全根据原协议的约定履行义务。</p>
<p>1.2乙方因且仅因自身原因，向甲方申请关闭店铺。</p>
<p>1.3无论何种情形下，乙方申请关闭店铺须经甲方事先同意方得生效，以确保充分保护顾客、甲方及/任何他方的合法权益。</p>
<p>1.4乙方申请关闭店铺，应遵循本协议及甲方公布的各项规则、流程，并按照甲方的要求办理。<br /><strong><strong>2.</strong></strong><strong><strong>店铺注销类型</strong></strong><strong><strong>：</strong></strong><br />2.1每次仅可注销一个店铺。<br />2.2个人店铺注销：当您申请注销的约购店铺主体为个人店铺时，应由您本人向约购提出注销申请。<br />2.3企业店铺注销：当您申请注销的约购店铺主体为企业店铺时，应由企业法定代表人或企业指定授权代表人向约购提出注销申请，不符合上述要求的，您将无法申请注销约购店铺。<br /><strong><strong>3、</strong></strong><strong><strong>注销条件</strong></strong></p>
<p><strong><u><strong>3.1店铺正常注销条件：</strong></u></strong><br />在您申请注销店铺前，您应确保您有权决定处理该店铺的注销事宜，不侵犯任何第三方的合法权益，如因此引发任何投诉争议，应由您自行承担全部责任。</p>
<p>&nbsp;符合上述要求的情况下，你还需满足下述全部条件店铺才能申请注销：<br />3.1.1店铺有交易的，店铺内所有订单为已签收或者退款成功状态（以下简称&ldquo;完成&rdquo;，）注销申请应在店铺最后一笔交易完成/关闭后的三个月以后（含三个月）；</p>
<p>3.1.2店铺与用户/其他第三方之间没有未处理完的交易纠纷；上述纠纷包括但不限于下列情况：</p>
<p>3.1.2.1 用户/其他第三方向约购投诉店铺，约购正在介入处理过程中；</p>
<p>3.1.2.2 用户/其他第三方向行政部门投诉、举报店铺，正在处理过程中；</p>
<p>3.1.2.3 用户/其他第三方已对店铺提起诉讼，正在处理过程中；</p>
<p>3.1.2.4 性质类似的其他情形。<br />3.1.3&nbsp;店铺没有任何处罚记录；<br />3.1.4 店铺账户内无余额；<br />3.1.5 店铺商品全部已下架，且不存在待上架商品，确保不再发生新的交易；<br />3.1.6 总部店铺下无分店。</p>
<p>3.1.7 店铺不存在违反与甲方签署的各项协议（以下统称&ldquo;平台协议&rdquo;）及/或平台规则的情形。</p>
<p>3.1.8 平台其他规则对于注销有特殊规定的， 店铺应同时符合该等特殊规定.</p>
<p><strong><u><strong>3.2 店铺违约注销条件:</strong></u></strong></p>
<p>如店铺曾发生售假、疑似售假、虚假交易、商品抽检不合格等违反平台协议或平台规则的情形（以下称&ldquo;违约情形&rdquo;），或者店铺与用户/其他第三方之间存在正在处理的纠纷的，店铺申请退店除应满足第3.1.1条规定的条件外，还应符合下列要求：</p>
<p>3.2.1&nbsp;店铺已接受约购的处理，或者已与约购就前述违约情形协商一致并妥善处理。</p>
<p>3.2.2&nbsp;店铺保证金已恢复至约购其他协议或规则中关于保证金的相关条款的要求的标准/额度。</p>
<p>3.2.3.店铺与用户/其他第三方之间的纠纷已经得到妥善处理。</p>
<p><strong><strong>4、</strong></strong><strong><strong>注销流程</strong></strong></p>
<p><strong><strong>4.1店铺正常注销流程</strong></strong><br />4.1.1您应当登录约购app端操作店铺注销流程。如您的店铺经校验确认符合本协议注销条件，则您应按照约购提示要求上传相应的注销材料提交注销申请，约购将在15个工作日内进行审核；</p>
<p>4.1.2注销审核期间，如店铺订单发生退货退款或者其他异常情形的，平台有权延长审核时间，具体时间根据店主异常实际情况而定。</p>
<p>4.1.3 经甲方审核同意店铺注销申请的，将在审核通过并正式通知乙方后10天内对店铺账户货款余额及保证金进行结算，扣除商家应承担的赔付金、违约金、损害赔偿金及其他费用后予以退还。</p>
<p><strong><strong>4.2 </strong></strong><strong><strong>店铺</strong></strong><strong><strong>违约</strong></strong><strong><strong>注销</strong></strong><strong><strong>流程</strong></strong></p>
<p>4.2.1 如店铺（店铺）发生违约情形或者平台协议约定的其他终止/解除条件成就，约购拟依据平台协议或平台规则解除与该店铺的合作协议并注销店铺的，将向店铺发出注销店铺通知。自注销店铺通知送达之日起，约购有权关闭店铺。</p>
<p>4.2.2&nbsp;&nbsp;约购将自注销通知送达之次日起的30个工作日内对店铺账户货款余额及保证金进行结算，扣除店铺应承担的赔付金、违约金、损害赔偿金及其他费用后予以退还。</p>
<p>5、如经甲方审核同意注销店铺的，乙方应积极配合甲方注销流程，根据法律法规规定及平台协议约定进行相关款项的结算，包括但不限于赔付消费者、结算店铺账户保证金及货款余额等。</p>
<p><strong><strong>6、</strong></strong><strong><strong>您同意</strong></strong><strong><strong>：</strong></strong><br />&nbsp;&nbsp;&nbsp;如您申请注销约购店铺时，约购尚在或需要对您的有关交易或账号进行核查的，约购有权继续冻结您的约购店铺或店铺内全部或部分资金以便继续核查，并在必要时有权向监管或司法部门举报欺诈或非法行为。<br /><strong><strong>7、</strong></strong><strong><strong>您了解并知悉</strong></strong><strong><strong>约购</strong></strong><strong><strong>店铺注销后，店铺内所有的历史记录信息将被清除且无法恢复，店铺购买的增值服务同时失效且不予退款</strong></strong><strong><strong>；</strong></strong></p>
<p>8、无论甲方是否同意乙方注销，乙方仍应根据平台协议的约定向消费者、甲方及/或任何他方履行义务并承担相应的责任；&nbsp;若乙方违反法律法规规定或平台协议的约定（包括但不限于乙方擅自停止经营店铺等），或者因乙方申请关闭店铺引发任何争议、&nbsp;纠纷、&nbsp;处罚、&nbsp;诉讼、&nbsp;仲裁、&nbsp;投诉、&nbsp;索&nbsp;赔、损失等，均由乙方自行处理并承担全部法律责任（&nbsp;包括但不限于赔偿由此给消费者、&nbsp;甲方及/或任何他方造成的全部损失。该项下乙方承担赔偿责任的费用，应包括但不限于甲方、消费者及/或任何他方的调查费用、专家费用、仲裁费用、律师费用、诉讼费用、公证费用、侵权赔偿以及 额外增加的人力成本等。）<strong><strong>。</strong></strong><strong><strong><br /></strong></strong><strong><strong>9、</strong></strong><strong><strong>本协议未尽事宜，参照《</strong></strong><strong><strong>约购</strong></strong><strong><strong>平台</strong></strong><strong><strong>用户</strong></strong><strong><strong>服务协议》执行。</strong></strong><br />&nbsp;&nbsp;<strong><u><strong>&nbsp;</strong></u></strong><strong><u><strong>店铺注销后，所有店铺相关信息丢失，店铺购买的增值服务和应用失效且不予退款，请谨慎操作！</strong></u></strong><strong><u><strong><br /></strong></u></strong></p>
</div>
</template>
<style lang="scss" scoped>
p {
  text-indent:2em;
  text-align: justify;
  margin-bottom: 1em;
}
p:nth-child(1) {
  text-align: center;
  text-indent:0
}
</style>