<template>
  <div class="content">
    <p><strong>约购平台服务协议</strong></p>
    <!-- <p>版本号：YGFW-220809-1</p> -->
    <p>版本日期：【2022】年【10】月【14】日</p>
    <p>生效日期：【2022】年【10】月【14】日</p>
    <p>请您在支付约购平台年服务费时，认真阅读并充分理解本协议，您勾选本协议或以其他方式确认本协议，本协议便立即成立并生效。</p>
    <p>本协议及相关规则将不定时地制定、修改，新的协议、规则公布后生效，对使用约购社区店官方帐号绑定功能的用户发生法律效力。若既有用户在本协议更新或新规
    或新规则生效后继续使用约购社区店官方帐号绑定功能，则表明用户已充分阅读并认可和同意遵守新的协议及规则。若您拒绝接受新的协议或规则，则您将无法继续使用约购社区店官方帐号绑定功能。</p>
    <p>一、定义</p>
    <p>1.约购平台：指约购平台移动客户端软件、小程序及其他约购应用程序，或与第三方合作平台与之链接。约购平台也是汇能科技约购APP的简称。</p>
    <p>
      2.社区店：指的是用户通过对约购平台的了解，自愿向约购平台申请在某小区/或社区/或村乡镇（以下统称‘社区’）设立的用户服务中心（以下简称‘社区店’），并通过约购平台审核通过，主要服务于所在社区用户的商品配送及协助平台的相关服务（一个社区可以一个或多个社区店）。
    </p>
    <p>3.店主：指的是向约购平台申请并审核通过社区店的申请人（以下简称‘店主’）。</p>
    <p>4．VIP店主：VIP店主是店主身份的象征，享有平台制定的最优推广权益和分享服务佣金收益。</p>
    <p>5．约购平台服务，指的是对约购社区店（即店主）提供约购集约、约购商品分享，以及大健康项目推广分享等综合性服务，收取平台服务费。</p>
    <p>二、平台服务费</p>
    <p>1．用户申请成为社区店，必须缴纳约购平台服务费。</p>
    <p>2．平台服务费，以一年时间为计算单位，即平台服务的期限为一年，按一年收取平台服务费。</p>
    <p>3．平台年服务费是平台对店主提供服务收取的费用，该费用（平台年服务费）一旦支付成功，便不可撤销，平台不予退还。</p>
    <p>4．平台年服务费收费标准为1000至3000元，具体以平台在每个阶段制定的收费金额为标准，并以平台显示的金额支付为实际有效。</p>
    <p>5．平台服务费在有效期满前30天续费，续费标准，以平台公布为准。</p>
    <p>三、本协议为您与约购平台签署的《约购平台用户服务协议》及有关服务须知和规则 (简称“原协议”)的补充协议，本协议与原协议不同部分适用本协议，本协议未约定事宜适用原协议约定。</p>
    <p>四、您申请开通约购社区店，应遵守法律法规的规定，不得利用约购社区店身份从事任何违法犯罪的行为或侵犯平台或任何第三方的合法权益。</p>
    <p>五、我们有权依据运营需要随时终止约购社区店功能中的某项服务。</p>
    <p>六、本协议自动替代此前发布的协议，以本协议为准。</p>
  </div>
</template>
<style lang="scss" scoped>
.content {
  box-sizing: border-box;
  padding: 10px;
  // font-size: 12px;
}
p {
  word-wrap:break-word;
}
</style>